module.exports = [
    {
        "name": "部落尋奇溫泉農場",
        "longitude": "24.0268603",
        "latitude": "121.1701913",
        "address": "南投縣仁愛鄉虎門巷80號",
        "city": "南投縣"
    },
    {
        "name": "松香雅筑",
        "longitude": "23.9825547",
        "latitude": "120.9981322",
        "address": "南投縣埔里鎮鎮內埔路15巷60號",
        "city": "南投縣"
    },
    {
        "name": "北山露營農場",
        "longitude": "23.9467524",
        "latitude": "120.8290402",
        "address": "南投縣國姓鄉長石巷42-5號",
        "city": "南投縣"
    },
    {
        "name": "新初鄉847露營區",
        "longitude": "23.7612358",
        "latitude": "120.7406612",
        "address": "南投縣鹿谷鄉仁愛路256號",
        "city": "南投縣"
    },
    {
        "name": "溪頭老爺山莊",
        "longitude": "23.7249739",
        "latitude": "120.7758784",
        "address": "南投縣鹿谷鄉興產路76-15號",
        "city": "南投縣"
    },
    {
        "name": "世外陶莊",
        "longitude": "23.7441421",
        "latitude": "120.7414875",
        "address": "南投縣鹿谷鄉鹿彰路45之300號",
        "city": "南投縣"
    },
    {
        "name": "森之境露營區",
        "longitude": "23.955264",
        "latitude": "120.87138",
        "address": "南投縣國姓鄉南港二號橋",
        "city": "南投縣"
    },
    {
        "name": "草湳濕地農場",
        "longitude": "23.9486386",
        "latitude": "120.9150979",
        "address": "南投縣埔里鎮鎮種瓜路44號",
        "city": "南投縣"
    },
    {
        "name": "達洛鞍休閒民宿",
        "longitude": "23.7979974",
        "latitude": "120.9404075",
        "address": "南投縣信義鄉開信巷31號6 號",
        "city": "南投縣"
    },
    {
        "name": "日月潭夢想親子露營區",
        "longitude": "23.8840751",
        "latitude": "120.9228591",
        "address": "南投縣魚池鄉有水巷28─3號",
        "city": "南投縣"
    },
    {
        "name": "逸和園生機露營生態民宿",
        "longitude": "24.04965",
        "latitude": "120.861552",
        "address": "南投縣國姓鄉福旗巷59號",
        "city": "南投縣"
    },
    {
        "name": "九丁榕露營區",
        "longitude": "23.9436108",
        "latitude": "120.9874334",
        "address": "南投縣埔里鎮鎮東潤路57-18號",
        "city": "南投縣"
    },
    {
        "name": "武界雲頂露營天地",
        "longitude": "23.9174753",
        "latitude": "121.0247449",
        "address": "南投縣仁愛鄉法治村茶園巷17-1號",
        "city": "南投縣"
    },
    {
        "name": "梢楠園",
        "longitude": "23.9117819",
        "latitude": "120.8872515",
        "address": "南投縣魚池鄉華龍巷31-2號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_函館露營區",
        "longitude": "24.68001901",
        "latitude": "121.1745952",
        "address": "新竹縣尖石鄉義興村9鄰馬胎107-1號臨",
        "city": "新竹縣"
    },
    {
        "name": "和興露營區",
        "longitude": "23.6934557",
        "latitude": "120.772595",
        "address": "南投縣鹿谷鄉愛鄉路39-30號",
        "city": "南投縣"
    },
    {
        "name": "喬園渡假山莊",
        "longitude": "23.964966",
        "latitude": "120.870576",
        "address": "南投縣國姓鄉鳳鳴巷5之1號",
        "city": "南投縣"
    },
    {
        "name": "武界台興茶園",
        "longitude": "23.922653",
        "latitude": "121.026494",
        "address": "南投縣仁愛鄉法治村茶園巷13-2號",
        "city": "南投縣"
    },
    {
        "name": "綠野森林農場",
        "longitude": "23.9844096",
        "latitude": "120.9749549",
        "address": "南投縣埔里鎮鎮西安路一段550巷12-1號",
        "city": "南投縣"
    },
    {
        "name": "梅庄休閒渡假中心",
        "longitude": "24.0605556",
        "latitude": "120.9005556",
        "address": "南投縣國姓鄉長北路46號",
        "city": "南投縣"
    },
    {
        "name": "寨酌然野奢莊園",
        "longitude": "24.3336076",
        "latitude": "120.8282217",
        "address": "苗栗縣卓蘭鎮西坪里43-20號",
        "city": "苗栗縣"
    },
    {
        "name": "那卡斯營地",
        "longitude": "23.794239",
        "latitude": "120.949369",
        "address": "南投縣信義鄉開信巷80之5號",
        "city": "南投縣"
    },
    {
        "name": "橄欖園森林度假民宿",
        "longitude": "23.7451973",
        "latitude": "120.6945304",
        "address": "南投縣竹山鎮鎮中山路46之22號",
        "city": "南投縣"
    },
    {
        "name": "活盆地觀景民宿",
        "longitude": "23.8379588",
        "latitude": "120.9015291",
        "address": "南投縣魚池鄉平和巷106-1號",
        "city": "南投縣"
    },
    {
        "name": "魯道．鹿黑的家",
        "longitude": "24.0652372",
        "latitude": "120.9556478",
        "address": "南投縣仁愛鄉清風路70號",
        "city": "南投縣"
    },
    {
        "name": "空中邊境景觀農場",
        "longitude": "23.699018",
        "latitude": "120.7133487",
        "address": "南投縣竹山鎮鎮大林巷16-50號",
        "city": "南投縣"
    },
    {
        "name": "小太陽景觀木屋",
        "longitude": "24.0604489",
        "latitude": "121.172597",
        "address": "南投縣仁愛鄉仁和路179號",
        "city": "南投縣"
    },
    {
        "name": "穌斯共營地",
        "longitude": "23.7867073",
        "latitude": "120.9950037",
        "address": "南投縣信義鄉地利村2-3號",
        "city": "南投縣"
    },
    {
        "name": "水墻映月景觀露營區",
        "longitude": "23.944746",
        "latitude": "120.944947",
        "address": "南投縣埔里鎮鎮水墻巷8-8號 號",
        "city": "南投縣"
    },
    {
        "name": "神仙島露營區",
        "longitude": "24.0585737",
        "latitude": "120.9278842",
        "address": "南投縣國姓鄉北原路58之10號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_6 號花園",
        "longitude": "24.71733237",
        "latitude": "121.2560097",
        "address": "新竹縣尖石鄉新樂村拉號部落",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_賓。狗窩露營區",
        "longitude": "24.65303635",
        "latitude": "121.1692652",
        "address": "五峰鄉花園村００９鄰天湖１９６－５號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_移動城堡露營區",
        "longitude": "24.58417062",
        "latitude": "121.0907679",
        "address": "五峰鄉桃山村018鄰白蘭310之3號臨1樓",
        "city": "新竹縣"
    },
    {
        "name": "港寮枝179景觀農場",
        "longitude": "23.9455865",
        "latitude": "120.8313303",
        "address": "南投縣國姓鄉南港村長石巷68之6號",
        "city": "南投縣"
    },
    {
        "name": "七里山瑭民宿",
        "longitude": "23.9629684",
        "latitude": "121.0012383",
        "address": "南投縣埔里鎮鎮鯉魚路23號",
        "city": "南投縣"
    },
    {
        "name": "大衛營露營農場",
        "longitude": "23.9830662",
        "latitude": "120.7123936",
        "address": "南投縣草屯鎮鎮富德街66巷75號",
        "city": "南投縣"
    },
    {
        "name": "達巴斯露營區",
        "longitude": "23.908737",
        "latitude": "121.0517349",
        "address": "南投縣仁愛鄉栗溪路1號",
        "city": "南投縣"
    },
    {
        "name": "迪仰露營區",
        "longitude": "23.6006283",
        "latitude": "120.8871606",
        "address": "南投縣信義鄉望和巷12-4號",
        "city": "南投縣"
    },
    {
        "name": "曲冰岱牧露營區",
        "longitude": "23.934111",
        "latitude": "121.075358",
        "address": "南投縣仁愛鄉萬豐村4鄰清華巷68號",
        "city": "南投縣"
    },
    {
        "name": "合興休閒營區",
        "longitude": "23.9039916",
        "latitude": "120.8911655",
        "address": "南投縣魚池鄉華龍巷73-1號",
        "city": "南投縣"
    },
    {
        "name": "諾亞方舟野地露營區",
        "longitude": "24.0273294",
        "latitude": "121.1439148",
        "address": "南投縣仁愛鄉信義巷30之6號",
        "city": "南投縣"
    },
    {
        "name": "四季雲中茶園營地",
        "longitude": "23.923151",
        "latitude": "121.028497",
        "address": "南投縣仁愛鄉法治村茶園巷8附1號",
        "city": "南投縣"
    },
    {
        "name": "日月潭日月山莊休閒農場",
        "longitude": "23.8969492",
        "latitude": "120.9345644",
        "address": "南投縣魚池鄉魚池街443-36號",
        "city": "南投縣"
    },
    {
        "name": "天香台閣露營區",
        "longitude": "23.83044",
        "latitude": "120.8967416",
        "address": "南投縣魚池鄉協力巷76號",
        "city": "南投縣"
    },
    {
        "name": "春秋茶事",
        "longitude": "23.8245196",
        "latitude": "120.6434239",
        "address": "南投縣名間鄉埔中巷32-7號",
        "city": "南投縣"
    },
    {
        "name": "魚雅筑渡假村",
        "longitude": "23.9091899",
        "latitude": "120.88857",
        "address": "南投縣魚池鄉華龍巷56-2號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_風雅月筑休閒渡假民宿",
        "longitude": "24.62844152",
        "latitude": "121.0830377",
        "address": "五峰鄉大隘村14鄰278之15號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_好麻吉私房景點露營區",
        "longitude": "24.64924666",
        "latitude": "121.1688251",
        "address": "五峰鄉花園村9鄰天湖196之20號臨",
        "city": "新竹縣"
    },
    {
        "name": "集元果觀光工廠露營區",
        "longitude": "23.825049",
        "latitude": "120.814285",
        "address": "南投縣集集鎮鎮大坪巷38號",
        "city": "南投縣"
    },
    {
        "name": "樂活森林農場",
        "longitude": "23.9351106",
        "latitude": "120.9277077",
        "address": "南投縣埔里鎮鎮桃米路55-1號",
        "city": "南投縣"
    },
    {
        "name": "馬赫坡森林咖啡民宿",
        "longitude": "24.0230869",
        "latitude": "121.1834834",
        "address": "南投縣仁愛鄉榮華巷1-1號",
        "city": "南投縣"
    },
    {
        "name": "馬赫坡露營區",
        "longitude": "24.0230869",
        "latitude": "121.1834834",
        "address": "南投縣仁愛鄉榮華巷1-1號",
        "city": "南投縣"
    },
    {
        "name": "南田牧野家",
        "longitude": "23.8661479",
        "latitude": "120.6440585",
        "address": "南投縣名間鄉籃口巷20號",
        "city": "南投縣"
    },
    {
        "name": "梅之林休閒渡假山莊",
        "longitude": "24.0633915",
        "latitude": "120.9346887",
        "address": "南投縣國姓鄉北原路34之2號",
        "city": "南投縣"
    },
    {
        "name": "新竹關西_樸真園六曲窩露營區",
        "longitude": "24.75832559",
        "latitude": "121.2416453",
        "address": "新竹縣關西鎮錦山段４５１－３３２號土地",
        "city": "新竹縣"
    },
    {
        "name": "九號森霖露營區",
        "longitude": "23.983133",
        "latitude": "120.892282",
        "address": "南投縣國姓鄉中正路四段42-2號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_老爹打樁露營區",
        "longitude": "24.6907202",
        "latitude": "121.2628694",
        "address": "新竹縣尖石鄉錦屏村10鄰那羅152之1號臨",
        "city": "新竹縣"
    },
    {
        "name": "北港溪沙八渡假村",
        "longitude": "24.0624419",
        "latitude": "120.9345423",
        "address": "南投縣國姓鄉北原路34-1號",
        "city": "南投縣"
    },
    {
        "name": "桃米山生態露營區",
        "longitude": "23.9468373",
        "latitude": "120.9016988",
        "address": "南投縣埔里鎮鎮種瓜路52號",
        "city": "南投縣"
    },
    {
        "name": "山福情森露營區",
        "longitude": "23.9181587",
        "latitude": "120.8856009",
        "address": "南投縣魚池鄉華龍巷43-3號",
        "city": "南投縣"
    },
    {
        "name": "六呆露營區",
        "longitude": "24.607534",
        "latitude": "121.013206",
        "address": "苗栗縣南庄鄉田美村",
        "city": "苗栗縣"
    },
    {
        "name": "新竹尖石_喜嵐田園露營區",
        "longitude": "24.67760052",
        "latitude": "121.2462661",
        "address": "新竹縣尖石鄉錦屏村12鄰那羅205之1",
        "city": "新竹縣"
    },
    {
        "name": "廣成宋爸農場",
        "longitude": "24.035047",
        "latitude": "120.945728",
        "address": "南投縣埔里鎮鎮中成路8-1號",
        "city": "南投縣"
    },
    {
        "name": "新竹橫山_星月橫山",
        "longitude": "24.70066894",
        "latitude": "121.1264764",
        "address": "新竹縣橫山鄉橫山村頭份林段１３１９－００００地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_水田谷露營區",
        "longitude": "24.74337725",
        "latitude": "121.2617559",
        "address": "新竹縣尖石鄉新樂村004鄰水田123-1號臨",
        "city": "新竹縣"
    },
    {
        "name": "日月松林營地",
        "longitude": "23.883045",
        "latitude": "120.925912",
        "address": "南投縣魚池鄉有水巷21-41號",
        "city": "南投縣"
    },
    {
        "name": "賞星月慕露營區",
        "longitude": "23.8958413",
        "latitude": "120.7819305",
        "address": "南投縣中寮鄉復興村復興巷31-12號旁",
        "city": "南投縣"
    },
    {
        "name": "新竹峨眉_吾家農場",
        "longitude": "24.67635872",
        "latitude": "120.98045",
        "address": "新竹縣峨眉鄉湖光村環湖路14鄰8-8號",
        "city": "新竹縣"
    },
    {
        "name": "香菇寮小吃露營",
        "longitude": "23.914848",
        "latitude": "120.8862529",
        "address": "南投縣魚池鄉華龍巷41-2號",
        "city": "南投縣"
    },
    {
        "name": "旭爸爸?窩",
        "longitude": "23.6565628",
        "latitude": "120.7684007",
        "address": "南投縣竹山鎮鎮大鞍里安山路70-1號",
        "city": "南投縣"
    },
    {
        "name": "咿喲ㄟ故鄉",
        "longitude": "23.9597838",
        "latitude": "120.8908763",
        "address": "南投縣埔里鎮鎮種瓜路126-1號",
        "city": "南投縣"
    },
    {
        "name": "顏氏牧場",
        "longitude": "23.9323611",
        "latitude": "120.906349",
        "address": "南投縣埔里鎮鎮水上巷28號",
        "city": "南投縣"
    },
    {
        "name": "雲?景觀莊園",
        "longitude": "23.939829",
        "latitude": "120.825115",
        "address": "南投縣中寮鄉清水村瀧林巷35-13 號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_水茗漾民宿咖啡庭園",
        "longitude": "24.697613",
        "latitude": "121.1967542",
        "address": "新竹縣尖石鄉北角義興村4鄰38號 · ~44.8 公里",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_酷哥李休閒露營區",
        "longitude": "24.71110267",
        "latitude": "121.1410295",
        "address": "新竹縣橫山鄉橫貴段９４地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹北埔_永茂森林山莊",
        "longitude": "24.63607316",
        "latitude": "121.0614929",
        "address": "新竹縣北埔鄉外坪村?寮坪3-1號之1",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_廣野露營區",
        "longitude": "24.65091307",
        "latitude": "121.1710309",
        "address": "五峰鄉花園村9鄰天湖196-6號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_綠色奇緣露營區",
        "longitude": "24.62453663",
        "latitude": "121.1115077",
        "address": "五峰鄉竹林村5鄰和平166-15號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_紫色的家露營區",
        "longitude": "24.64552936",
        "latitude": "121.1171485",
        "address": "五峰鄉大隘村3 鄰 39－1 ?",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_野足營地",
        "longitude": "24.6506766",
        "latitude": "121.1691989",
        "address": "五峰鄉花園村天湖9鄰196-6號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_航道休閒露營區",
        "longitude": "24.73333054",
        "latitude": "121.2589295",
        "address": "新竹縣尖石鄉新樂村新樂段水田小段0272-0000地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_童話森林露營區",
        "longitude": "24.74431437",
        "latitude": "121.2745147",
        "address": "新竹縣尖石鄉新樂村水田149號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_八五森林露營地",
        "longitude": "24.71192183",
        "latitude": "121.2801241",
        "address": "台灣新竹縣36 玉峰道路 · ~49.3 公里",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_阿貴營地",
        "longitude": "24.60418817",
        "latitude": "121.0903155",
        "address": "五峰鄉大隘村２３鄰４６６號",
        "city": "新竹縣"
    },
    {
        "name": "深山林內",
        "longitude": "23.6869932",
        "latitude": "120.7178432",
        "address": "南投縣竹山鎮鎮大鞍里頂林路累藤巷6-66號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_巴斯瓜藍民宿",
        "longitude": "24.58160495",
        "latitude": "121.0833042",
        "address": "五峰鄉桃山村１８鄰白蘭３１２號",
        "city": "新竹縣"
    },
    {
        "name": "瑪兒屋營地",
        "longitude": "23.6310644",
        "latitude": "120.8812423",
        "address": "南投縣信義鄉信筆巷170-5號",
        "city": "南投縣"
    },
    {
        "name": "陌上冬梅露營區",
        "longitude": "23.6887889",
        "latitude": "120.8637202",
        "address": "南投縣信義鄉新開巷11之9號",
        "city": "南投縣"
    },
    {
        "name": "木偶精靈休閒農莊",
        "longitude": "24.63119206",
        "latitude": "120.9938428",
        "address": "苗栗縣南庄鄉南富村18村四灣47-17號",
        "city": "苗栗縣"
    },
    {
        "name": "千甲農莊香草叢林",
        "longitude": "23.981175",
        "latitude": "120.868953",
        "address": "南投縣國姓鄉昌榮巷1-1號",
        "city": "南投縣"
    },
    {
        "name": "太魯灣溫泉露營區",
        "longitude": "24.0229731",
        "latitude": "121.1669268",
        "address": "南投縣仁愛鄉虎門巷97附1號",
        "city": "南投縣"
    },
    {
        "name": "新竹新埔_挪亞星舟露營農莊",
        "longitude": "24.85448509",
        "latitude": "121.1344791",
        "address": "新竹縣新埔鎮鹿鳴里4鄰黃梨園28-15號",
        "city": "新竹縣"
    },
    {
        "name": "成功秘境露營場",
        "longitude": "23.9582029",
        "latitude": "120.8938625",
        "address": "南投縣埔里鎮鎮種瓜路120-8號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_南天筑露營區",
        "longitude": "24.68219271",
        "latitude": "121.1823357",
        "address": "新竹縣尖石鄉義興村義興段義興小段0553-0002地號",
        "city": "新竹縣"
    },
    {
        "name": "言葉之庭露營區",
        "longitude": "23.9007125",
        "latitude": "120.8062038",
        "address": "南投縣中寮鄉永樂路134之2號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_田秘的家露營區",
        "longitude": "24.65256251",
        "latitude": "121.1316088",
        "address": "五峰鄉花園村河頭2鄰47之5號",
        "city": "新竹縣"
    },
    {
        "name": "小胖露營區",
        "longitude": "24.0572882",
        "latitude": "120.8934086",
        "address": "南投縣國姓鄉北港村國姓路90號",
        "city": "南投縣"
    },
    {
        "name": "星空谷露營地",
        "longitude": "23.8901308",
        "latitude": "120.9890694",
        "address": "南投縣仁愛鄉平等巷1號",
        "city": "南投縣"
    },
    {
        "name": "青森咖啡莊園",
        "longitude": "24.0083594",
        "latitude": "120.9141908",
        "address": "南投縣埔里鎮鎮向善路176號",
        "city": "南投縣"
    },
    {
        "name": "溪泮小屋露營區",
        "longitude": "23.9025528",
        "latitude": "120.9581948",
        "address": "南投縣魚池鄉五馬巷2-2號",
        "city": "南投縣"
    },
    {
        "name": "杉林雲境露營區",
        "longitude": "23.6579906",
        "latitude": "120.7661271",
        "address": "南投縣竹山鎮鎮安山路41-1號",
        "city": "南投縣"
    },
    {
        "name": "海豚星露營區",
        "longitude": "23.910725",
        "latitude": "120.811106",
        "address": "南投縣中寮鄉永樂路165-8號",
        "city": "南投縣"
    },
    {
        "name": "畫眉園露營區",
        "longitude": "24.077213",
        "latitude": "120.9866307",
        "address": "南投縣仁愛鄉山林巷10號",
        "city": "南投縣"
    },
    {
        "name": "聖多羅森林素食露營區",
        "longitude": "23.9005862",
        "latitude": "120.9760112",
        "address": "南投縣魚池鄉共和村",
        "city": "南投縣"
    },
    {
        "name": "三乘山露營區",
        "longitude": "23.9779433",
        "latitude": "120.7518207",
        "address": "南投縣草屯鎮鎮三層巷50號",
        "city": "南投縣"
    },
    {
        "name": "森十八休閒農場",
        "longitude": "23.8646515",
        "latitude": "120.6751937",
        "address": "南投縣名間鄉田仔巷16-8號",
        "city": "南投縣"
    },
    {
        "name": "小野柳滑草場休閒村莊",
        "longitude": "24.028764",
        "latitude": "120.821808",
        "address": "南投縣國姓鄉乾溝村中西巷6-2號",
        "city": "南投縣"
    },
    {
        "name": "新竹峨眉_湖光山戀露營區",
        "longitude": "24.68117266",
        "latitude": "120.9786498",
        "address": "新竹縣峨眉鄉湖光村15鄰西河排18號",
        "city": "新竹縣"
    },
    {
        "name": "新竹竹東_Hi 燥樹排露營地",
        "longitude": "24.67088433",
        "latitude": "121.0868322",
        "address": "310台灣新竹縣竹東鎮五鄰 31之12號",
        "city": "新竹縣"
    },
    {
        "name": "鳳凰山日出湖秘密基地",
        "longitude": "23.7376436",
        "latitude": "120.7797251",
        "address": "南投縣鹿谷鄉鳳園路88之50號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_翡翠園露營區",
        "longitude": "24.61504567",
        "latitude": "121.1398614",
        "address": "五峰鄉竹林村１鄰羅山２４－１６號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_尖石之美露營區",
        "longitude": "24.72469137",
        "latitude": "121.2624983",
        "address": "新竹縣尖石鄉新樂村8鄰煤源1之1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_怡然自德露營區",
        "longitude": "24.66868403",
        "latitude": "121.1740591",
        "address": "新竹縣尖石鄉梅花村梅花段１０６０－４、１０６０－１１、１０６０－１２、１０６０－１３地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_布魯的家露營區",
        "longitude": "24.57216514",
        "latitude": "121.0917673",
        "address": "五峰鄉桃山村１１鄰清泉１９７－７號",
        "city": "新竹縣"
    },
    {
        "name": "阿麗露營區",
        "longitude": "120.914173",
        "latitude": "24.42516",
        "address": "苗栗縣泰安鄉大興村5鄰38號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_愛。上比來露營區",
        "longitude": "24.66415473",
        "latitude": "121.1479912",
        "address": "五峰鄉花園村花園段５７７－７地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_愛上比來",
        "longitude": "24.66423273",
        "latitude": "121.1479697",
        "address": "五峰鄉花園村花園段５７７－７地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_北得拉曼休閒營地",
        "longitude": "24.73633887",
        "latitude": "121.2731272",
        "address": "新竹縣尖石鄉新樂村水田150之2（臨）",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_巴棍民宿露營區",
        "longitude": "24.57561155",
        "latitude": "121.0892409",
        "address": "五峰鄉桃山村18鄰白蘭311號之2",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_巴棍杉林",
        "longitude": "24.57731532",
        "latitude": "121.0817928",
        "address": "五峰鄉桃山村茅圃產業道路",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_比拉多露營區",
        "longitude": "24.64479145",
        "latitude": "121.1224423",
        "address": "五峰鄉大隘村2鄰五峰25號",
        "city": "新竹縣"
    },
    {
        "name": "新竹北埔_星月天空露營地",
        "longitude": "24.67665508",
        "latitude": "121.0817603",
        "address": "新竹縣北埔鄉湖西段１３７９－０．１３７９－１０地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_白蘭時光",
        "longitude": "24.57965482",
        "latitude": "121.0866829",
        "address": "五峰鄉桃山村白蘭311之32號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_半山腰休閒農園",
        "longitude": "24.73981449",
        "latitude": "121.2616825",
        "address": "新竹縣尖石鄉新樂村2鄰往甕碧潭農路",
        "city": "新竹縣"
    },
    {
        "name": "晨境森林",
        "longitude": "24.5515981",
        "latitude": "120.9757543",
        "address": "苗栗縣南庄鄉北獅里蓬萊村4鄰紅毛館46號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹北埔_穿山甲咖啡露營休閒莊園",
        "longitude": "24.6886997",
        "latitude": "121.0409034",
        "address": "新竹縣北埔鄉南埔村005鄰番婆坑8之22號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_清心忘憂露營區",
        "longitude": "24.67715512",
        "latitude": "121.1723178",
        "address": "新竹縣尖石鄉義興小段0678-0000",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_清悠忘我露營區",
        "longitude": "24.73680433",
        "latitude": "121.2692513",
        "address": "新竹縣尖石鄉新樂村005鄰水田148之3號",
        "city": "新竹縣"
    },
    {
        "name": "緣野營客",
        "longitude": "24.33048746",
        "latitude": "120.8762626",
        "address": "苗栗縣卓蘭鎮坪林里9鄰103號",
        "city": "苗栗縣"
    },
    {
        "name": "福基老家",
        "longitude": "24.46772756",
        "latitude": "120.8367878",
        "address": "苗栗縣公館鄉福基村11鄰福基257之1號",
        "city": "苗栗縣"
    },
    {
        "name": "楓李小棧露營區",
        "longitude": "120.918613",
        "latitude": "24.42615",
        "address": "苗栗縣泰安鄉大興村4鄰59-2號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_楓櫻杉林露營區",
        "longitude": "24.65944769",
        "latitude": "121.1724354",
        "address": "五峰鄉花園段３５３－１３地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_戈巴侖露營區",
        "longitude": "24.618291",
        "latitude": "121.1141426",
        "address": "五峰鄉竹林村和平156號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_格步霧露營區",
        "longitude": "24.57077896",
        "latitude": "121.0808396",
        "address": "五峰鄉桃山村１８鄰白蘭３１１－３號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_谷漢休閒露營區",
        "longitude": "24.72433352",
        "latitude": "121.2337138",
        "address": "新竹縣尖石鄉嘉樂村014鄰嘉樂160-1號臨1樓",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_高山寨露營區",
        "longitude": "24.65922589",
        "latitude": "121.1416405",
        "address": "五峰鄉花園村比來４鄰７８之１號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_花湖美地露營區",
        "longitude": "24.65221235",
        "latitude": "121.1600027",
        "address": "五峰鄉花園村9鄰天湖196號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_小蜜蜂休閒咖啡屋",
        "longitude": "24.75200811",
        "latitude": "121.2540096",
        "address": "新竹縣關西鎮錦山里20 鄰233-1 號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_哈尼農園",
        "longitude": "24.61003907",
        "latitude": "121.1257857",
        "address": "五峰鄉竹林村忠興4鄰112-4號",
        "city": "新竹縣"
    },
    {
        "name": "幸埔森農場",
        "longitude": "23.9229739",
        "latitude": "121.0071906",
        "address": "南投縣埔里鎮鎮武界路50-29號545",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_豪祥露營區",
        "longitude": "24.67460367",
        "latitude": "121.2280256",
        "address": "新竹縣尖石鄉錦屏村007鄰那羅25之2號臨",
        "city": "新竹縣"
    },
    {
        "name": "哈撒山莊",
        "longitude": "120.915727",
        "latitude": "24.425484",
        "address": "苗栗縣泰安鄉大興村4鄰58號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_靜觀露營區",
        "longitude": "24.57756958",
        "latitude": "121.0873215",
        "address": "五峰鄉桃山村18鄰311-30號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_吉娜的家",
        "longitude": "24.709479",
        "latitude": "121.1591301",
        "address": "新竹縣橫山鄉油羅段０５００－００５、０５００－００３２地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_景色天地露營區",
        "longitude": "24.67425057",
        "latitude": "121.1539171",
        "address": "新竹縣尖石鄉義興段義興小段1012地號",
        "city": "新竹縣"
    },
    {
        "name": "格拿里",
        "longitude": "24.0495751",
        "latitude": "121.1892654",
        "address": "南投縣仁愛鄉法觀路84附1號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_露露米露營區",
        "longitude": "24.62365905",
        "latitude": "121.1440695",
        "address": "五峰鄉竹林村",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_老牛露營區",
        "longitude": "24.58350367",
        "latitude": "121.0824834",
        "address": "五峰鄉桃山村18 鄰 312-3 號",
        "city": "新竹縣"
    },
    {
        "name": "露也楓情 (羽松區)",
        "longitude": "120.919364",
        "latitude": "24.425856",
        "address": "苗栗縣泰安鄉大興村部落",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_馬丘比丘露營區",
        "longitude": "24.65773599",
        "latitude": "121.1650014",
        "address": "五峰鄉花園村天湖部落竹62縣8.3K",
        "city": "新竹縣"
    },
    {
        "name": "瑪達法籟露營區",
        "longitude": "120.915019",
        "latitude": "24.429262",
        "address": "苗栗縣泰安鄉大興村5鄰48-1號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹尖石_明當家園",
        "longitude": "24.73429369",
        "latitude": "121.2598227",
        "address": "新竹縣尖石鄉新樂村水田7鄰190-1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_馬薩保耐露營地",
        "longitude": "24.61893419",
        "latitude": "121.1328265",
        "address": "五峰鄉竹林村5鄰和平165號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_馬武督露營趣",
        "longitude": "24.77213858",
        "latitude": "121.245375",
        "address": "新竹縣關西鎮錦山里錦山16?9號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_牧羊小豆子",
        "longitude": "24.59294226",
        "latitude": "121.1288403",
        "address": "五峰鄉竹林村4鄰忠興96-6號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_Payan 露營區",
        "longitude": "24.71933807",
        "latitude": "121.2487652",
        "address": "新竹縣尖石鄉新樂村煤源段641-0地號",
        "city": "新竹縣"
    },
    {
        "name": "聽瀑營地",
        "longitude": "23.9311193",
        "latitude": "121.0155488",
        "address": "南投縣埔里鎮鎮武界路33-8號",
        "city": "南投縣"
    },
    {
        "name": "埔里鎮聽瀑森林營地",
        "longitude": "23.9311193",
        "latitude": "121.0155488",
        "address": "南投縣埔里鎮鎮武界路33-8號",
        "city": "南投縣"
    },
    {
        "name": "新竹關西_水岸馬武督咖啡",
        "longitude": "24.76792624",
        "latitude": "121.2186452",
        "address": "新竹縣關西鎮羅馬公路33. 8k(118 線道)",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_山的那一邊",
        "longitude": "24.57934143",
        "latitude": "121.0862653",
        "address": "五峰鄉桃山村１８鄰白蘭３１１之２７",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_新福露營區",
        "longitude": "24.7451155",
        "latitude": "121.2598049",
        "address": "新竹縣尖石鄉新樂村新樂段水田小段796797798地號",
        "city": "新竹縣"
    },
    {
        "name": "山峰點伙",
        "longitude": "24.47958777",
        "latitude": "120.7280798",
        "address": "苗栗縣通霄鎮圳頭里2鄰圳頭23之6號",
        "city": "苗栗縣"
    },
    {
        "name": "思穀汗 Skuhan 休閒露營區",
        "longitude": "120.924581",
        "latitude": "24.388264",
        "address": "苗栗縣泰安鄉中興村長橋三鄰33之5號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_斯卡嵐慕露營區",
        "longitude": "24.61479777",
        "latitude": "121.0935901",
        "address": "五峰鄉大隘村２３鄰４８０－１號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_星空下露營區",
        "longitude": "24.57894033",
        "latitude": "121.0860123",
        "address": "五峰鄉桃山村18鄰311-31號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_內灣松林茶花露營區",
        "longitude": "24.71555127",
        "latitude": "121.1680673",
        "address": "新竹縣橫山鄉中山街一段188-3號 · ~38.8 公里",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_森林遇露營區",
        "longitude": "24.73164993",
        "latitude": "121.214004",
        "address": "新竹縣尖石鄉嘉樂村",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_司馬庫斯舊部落營地",
        "longitude": "24.58013403",
        "latitude": "121.3473093",
        "address": "新竹縣尖石鄉玉峰村司馬段17-0、19-1地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_斯摩亞露營地",
        "longitude": "24.77995647",
        "latitude": "121.2498025",
        "address": "新竹縣關西鎮錦山里10鄰106號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_杉嵐營地",
        "longitude": "24.62027021",
        "latitude": "121.1433807",
        "address": "五峰鄉竹林村1鄰羅山23之2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_天湖露營區",
        "longitude": "24.66530165",
        "latitude": "121.1624826",
        "address": "五峰鄉花園村10鄰天湖218-11號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_彩虹喬露營區",
        "longitude": "24.69944409",
        "latitude": "121.2063719",
        "address": "新竹縣尖石鄉義興段義興小段112地號",
        "city": "新竹縣"
    },
    {
        "name": "彩虹天空親子營地",
        "longitude": "23.9019668",
        "latitude": "120.9554733",
        "address": "南投縣魚池鄉五馬巷131號",
        "city": "南投縣"
    },
    {
        "name": "桃花源露營區",
        "longitude": "24.32959115",
        "latitude": "120.8890796",
        "address": "苗栗縣卓蘭鎮坪林里8鄰98號",
        "city": "苗栗縣"
    },
    {
        "name": "紫竹山鎮莊休閒露營區",
        "longitude": "23.9056842",
        "latitude": "120.8878912",
        "address": "南投縣魚池鄉華龍巷40-5號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_鐵露局露營區",
        "longitude": "24.66200719",
        "latitude": "121.1672704",
        "address": "五峰鄉花園村天湖221-5號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_田埔露營區",
        "longitude": "24.64053838",
        "latitude": "121.2631427",
        "address": "新竹縣尖石鄉田埔部落",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_435挑水少年家",
        "longitude": "24.76632837",
        "latitude": "121.241633",
        "address": "新竹縣關西鎮錦山里16鄰182號(118縣道 --六曲窩道路)",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_蓪草花園營地",
        "longitude": "24.64424471",
        "latitude": "121.1568947",
        "address": "五峰鄉花園村 121 之 2 臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_雪花的露營區",
        "longitude": "24.66773023",
        "latitude": "121.1955125",
        "address": "新竹縣尖石鄉梅花村梅花段769-4地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_喜樂露營區",
        "longitude": "24.68018267",
        "latitude": "121.1608837",
        "address": "新竹縣尖石鄉義興村義興段義興小段910.912.913地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_閑情園",
        "longitude": "24.68251146",
        "latitude": "121.2055432",
        "address": "新竹縣尖石鄉梅花村梅花段２３６，２３７地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_星野露營窩",
        "longitude": "24.77762776",
        "latitude": "121.2519763",
        "address": "新竹縣關西鎮錦山里9鄰錦山99-9號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_星墅露營窩",
        "longitude": "24.77760828",
        "latitude": "121.2520621",
        "address": "新竹縣關西鎮錦山里009鄰錦山99之9號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_尤巴士露營區",
        "longitude": "24.58162745",
        "latitude": "121.0878924",
        "address": "五峰鄉桃山村桃山段１２５４地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_雲頂天湖露營地",
        "longitude": "24.66947216",
        "latitude": "121.1654281",
        "address": "五峰鄉花園村",
        "city": "新竹縣"
    },
    {
        "name": "雲境露營區",
        "longitude": "120.919595",
        "latitude": "24.426828",
        "address": "苗栗縣泰安鄉大興村4鄰",
        "city": "苗栗縣"
    },
    {
        "name": "雲境松林",
        "longitude": "24.523248",
        "latitude": "120.971914",
        "address": "苗栗縣南庄鄉蓬萊村大湳14鄰36號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹尖石_原美露營區",
        "longitude": "24.73614311",
        "latitude": "121.255349",
        "address": "新竹縣尖石鄉新樂村水田2鄰57號",
        "city": "新竹縣"
    },
    {
        "name": "遊牧民族露營區",
        "longitude": "120.914215",
        "latitude": "24.429235",
        "address": "苗栗縣泰安鄉大興村5鄰高熊卡47-6號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹關西_營墅風晴露營區",
        "longitude": "24.77844532",
        "latitude": "121.2497323",
        "address": "新竹縣關西鎮錦山里９鄰錦山９６號",
        "city": "新竹縣"
    },
    {
        "name": "麻吉露營區",
        "longitude": "23.6676798",
        "latitude": "120.7674096",
        "address": "南投縣竹山鎮鎮鹿谷 鄉 羊 仔 灣 236 號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_瑪哪小木屋",
        "longitude": "24.57739113",
        "latitude": "121.3368107",
        "address": "新竹縣尖石鄉玉峰村１４鄰司馬庫斯２９號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_秘花園休閒露營區",
        "longitude": "24.67761122",
        "latitude": "121.2492303",
        "address": "新竹縣尖石鄉錦屏村12鄰那羅209號",
        "city": "新竹縣"
    },
    {
        "name": "小豬迷露",
        "longitude": "23.9092333",
        "latitude": "120.8526028",
        "address": "南投縣國姓鄉",
        "city": "南投縣"
    },
    {
        "name": "埔里鎮紫月樹葡萄營地",
        "longitude": "23.9446445",
        "latitude": "120.9510149",
        "address": "南投縣埔里鎮鎮水墻巷5號",
        "city": "南投縣"
    },
    {
        "name": "山嵐露營農場",
        "longitude": "24.027941",
        "latitude": "120.922517",
        "address": "南投縣埔里鎮鎮西安路三段167巷41號",
        "city": "南投縣"
    },
    {
        "name": "小半天休閒露營園區",
        "longitude": "23.7272444",
        "latitude": "120.7506292",
        "address": "南投縣鹿谷鄉中湖巷28之16號",
        "city": "南投縣"
    },
    {
        "name": "聚合居露營區",
        "longitude": "24.067828",
        "latitude": "120.8782963",
        "address": "南投縣國姓鄉大長路529-35號",
        "city": "南投縣"
    },
    {
        "name": "龍坑農場親子露營區",
        "longitude": "24.0180695",
        "latitude": "120.9697676",
        "address": "南投縣埔里鎮鎮福長路260號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_石上湯屋",
        "longitude": "24.7312825",
        "latitude": "121.2230153",
        "address": "新竹縣尖石鄉嘉樂村七鄰45號 ·",
        "city": "新竹縣"
    },
    {
        "name": "森谷漫活",
        "longitude": "23.7857498",
        "latitude": "121.0014116",
        "address": "南投縣信義鄉台16線2-1號",
        "city": "南投縣"
    },
    {
        "name": "威廉莊園露營區",
        "longitude": "23.8824813",
        "latitude": "120.9469362",
        "address": "南投縣魚池鄉永川巷",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_愛上喜翁民宿",
        "longitude": "24.59108172",
        "latitude": "121.1291888",
        "address": "五峰鄉竹林村4鄰忠興93號",
        "city": "新竹縣"
    },
    {
        "name": "拂水山莊",
        "longitude": "23.9037706",
        "latitude": "120.9586553",
        "address": "南投縣魚池鄉五馬巷2-15號",
        "city": "南投縣"
    },
    {
        "name": "新竹關西_雲海休閒茶廠",
        "longitude": "24.82442276",
        "latitude": "121.1629963",
        "address": "新竹縣關西鎮東平里63-10號",
        "city": "新竹縣"
    },
    {
        "name": "赫利豐岳",
        "longitude": "24.60539",
        "latitude": "120.99321",
        "address": "苗栗縣南庄鄉西村11鄰大屋坑32之6號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_櫻之林露營區",
        "longitude": "24.63237968",
        "latitude": "121.0927523",
        "address": "五峰鄉大隘村０１４鄰２７０－１號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_田中露營區",
        "longitude": "24.74059557",
        "latitude": "121.2584907",
        "address": "新竹縣尖石鄉新樂村003鄰水田107號",
        "city": "新竹縣"
    },
    {
        "name": "泰雅渡假村",
        "longitude": "24.0683224",
        "latitude": "120.9432949",
        "address": "南投縣國姓鄉北原路56-2號",
        "city": "南投縣"
    },
    {
        "name": "新竹橫山_大山北月",
        "longitude": "24.68560196",
        "latitude": "121.1392083",
        "address": "新竹縣橫山鄉豐鄉村大山背80號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_尤瑪山莊",
        "longitude": "24.59640564",
        "latitude": "121.0954092",
        "address": "五峰鄉大隘村２３鄰茅圃４７１號",
        "city": "新竹縣"
    },
    {
        "name": "新竹北埔_星月北埔",
        "longitude": "24.68849904",
        "latitude": "121.0545664",
        "address": "314新竹縣北埔鄉大林街62號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_回薌庭露營區",
        "longitude": "24.66862398",
        "latitude": "121.2112888",
        "address": "新竹縣尖石鄉錦屏村004鄰錦屏52-3號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_水田營地",
        "longitude": "24.73463175",
        "latitude": "121.2601801",
        "address": "新竹縣尖石鄉新樂村007鄰水田190號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_野薑花露營區",
        "longitude": "24.68061401",
        "latitude": "121.2373977",
        "address": "新竹縣尖石鄉錦屏村那羅段420地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_達茂林露營農場",
        "longitude": "24.74078728",
        "latitude": "121.2694254",
        "address": "新竹縣尖石鄉新樂村005鄰水田140-1號",
        "city": "新竹縣"
    },
    {
        "name": "畢瓦客",
        "longitude": "23.8670377",
        "latitude": "120.9040157",
        "address": "南投縣魚池鄉中山路361-3號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_八五山甜柿森林",
        "longitude": "24.71192183",
        "latitude": "121.2801241",
        "address": "新竹縣尖石鄉新樂村煤源段28-6地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_勞恩布妮的家",
        "longitude": "24.6537244",
        "latitude": "121.1527621",
        "address": "五峰鄉花園村4鄰比來66號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_勞恩布妮的家",
        "longitude": "24.61984952",
        "latitude": "121.2866298",
        "address": "新竹縣尖石鄉秀巒村004鄰控溪16-1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_北窩‧星空",
        "longitude": "24.69643831",
        "latitude": "121.1204967",
        "address": "新竹縣橫山鄉田寮坑段４６９地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_大象露營地",
        "longitude": "24.81480206",
        "latitude": "121.1814378",
        "address": "新竹縣關西鎮仁安里拱子溝九鄰26號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_小夫妻露營區",
        "longitude": "24.68084647",
        "latitude": "121.2241713",
        "address": "新竹縣尖石鄉梅林段170-0、170-2地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_幸福的仙園",
        "longitude": "24.62803999",
        "latitude": "121.0908602",
        "address": "五峰鄉大隘村１４鄰２９１之６號（臨）",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_瓜麗休閒古老露營區",
        "longitude": "24.5630938",
        "latitude": "121.1291828",
        "address": "五峰鄉桃山村石鹿２４９地號",
        "city": "新竹縣"
    },
    {
        "name": "星野天空露營區",
        "longitude": "120.921059",
        "latitude": "24.429228",
        "address": "苗栗縣泰安鄉小南角3鄰66之1號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹尖石_春文草堂",
        "longitude": "24.68239921",
        "latitude": "121.1870125",
        "address": "新竹縣尖石鄉義興村００９鄰馬胎８０之１０號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_松木青露營區",
        "longitude": "24.63253889",
        "latitude": "121.0941907",
        "address": "五峰鄉大隘村14鄰266號",
        "city": "新竹縣"
    },
    {
        "name": "新竹峨嵋_樂窩露營區",
        "longitude": "24.67338417",
        "latitude": "120.9921759",
        "address": "新竹縣峨眉鄉湖光村十二寮８之１０號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_櫻花谷露營區",
        "longitude": "24.74762814",
        "latitude": "121.2641701",
        "address": "新竹縣尖石鄉新樂村水田36-1號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_溫馨庭園休閒農莊",
        "longitude": "24.70874062",
        "latitude": "121.1454022",
        "address": "新竹縣橫山鄉新興村４鄰仁愛街６２巷７號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_相思園",
        "longitude": "24.70835885",
        "latitude": "121.2247051",
        "address": "新竹縣尖石鄉錦屏村２鄰比麟９６號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_竹鷹露營區",
        "longitude": "24.5613271",
        "latitude": "121.1270125",
        "address": "五峰鄉桃山村石鹿段２７５地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_米達樂也露營區",
        "longitude": "24.71998455",
        "latitude": "121.2477685",
        "address": "新竹縣尖石鄉新樂村煤源段639地號土地",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_綠雲海露營區",
        "longitude": "24.68126901",
        "latitude": "121.1254155",
        "address": "新竹縣橫山鄉南昌村尖筆窩８之１８號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_舒活露營區",
        "longitude": "24.73990703",
        "latitude": "121.2547869",
        "address": "新竹縣尖石鄉新樂村002鄰水田69-3號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_賽夏有機農場露營區",
        "longitude": "24.61300731",
        "latitude": "121.137049",
        "address": "\"五峰鄉大隘村０１６鄰３２９號",
        "city": ""
    },
    {
        "name": "新竹五峰_賽夏有機農場露營區",
        "longitude": "24.61300731",
        "latitude": "121.137049",
        "address": "五峰鄉大隘村０１６鄰３２９號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_迎風露營廣場",
        "longitude": "24.7229691",
        "latitude": "121.2542791",
        "address": "新竹縣尖石鄉新樂村煤源段486-2地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹北埔_金名柏屋休閒農莊",
        "longitude": "24.67750571",
        "latitude": "121.0498818",
        "address": "新竹縣北埔鄉南坑村００１鄰九分子２－１９號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_霧津山林",
        "longitude": "24.67997732",
        "latitude": "121.1851494",
        "address": "新竹縣尖石鄉義興村００９鄰馬胎９３－２號",
        "city": "新竹縣"
    },
    {
        "name": "新竹峨眉_靜月居",
        "longitude": "24.67165597",
        "latitude": "120.994551",
        "address": "新竹縣峨眉鄉湖光村十二寮12鄰6-5號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_飛高高露營區",
        "longitude": "24.72234512",
        "latitude": "121.2357084",
        "address": "新竹縣尖石鄉嘉樂村14鄰160號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_La vie 露營",
        "longitude": "24.77713044",
        "latitude": "121.2629379",
        "address": "新竹縣關西鎮 11 鄰 123-5 號",
        "city": "新竹縣"
    },
    {
        "name": "小瑞士花園",
        "longitude": "24.0440446",
        "latitude": "121.1563945",
        "address": "南投縣仁愛鄉仁和路170號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_日日春露營區",
        "longitude": "24.5740531",
        "latitude": "121.3068334",
        "address": "新竹縣尖石鄉秀巒村8鄰18號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_南坪露營烤肉區",
        "longitude": "24.70183881",
        "latitude": "121.1796709",
        "address": "新竹縣橫山鄉內灣村油羅段６４７－１１地號",
        "city": "新竹縣"
    },
    {
        "name": "藍天嶺露營區",
        "longitude": "120.923971",
        "latitude": "24.420295",
        "address": "苗栗縣泰安鄉大興村5鄰45號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_愛上天湖露營區",
        "longitude": "24.65288095",
        "latitude": "121.1607235",
        "address": "五峰鄉花園村9鄰196-2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_小尖石露營區",
        "longitude": "24.72708685",
        "latitude": "121.249669",
        "address": "新竹縣尖石鄉新樂村013鄰211號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_大紫蛺蝶的家",
        "longitude": "24.67066957",
        "latitude": "121.274941",
        "address": "新竹縣尖石鄉錦屏村道下２８－２號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_自然野趣營地",
        "longitude": "24.72988784",
        "latitude": "121.2689929",
        "address": "新竹縣尖石鄉嘉樂村麥樹仁８號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_遇見嵨繞",
        "longitude": "24.65900324",
        "latitude": "121.2802395",
        "address": "新竹縣尖石鄉玉峰村宇老1鄰9號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_綠宥子甜柿果園露營區",
        "longitude": "24.70824044",
        "latitude": "121.2713797",
        "address": "新竹縣尖石鄉煤源段183-1、183-2地號",
        "city": "新竹縣"
    },
    {
        "name": "築鄉霖露營區",
        "longitude": "24.49744",
        "latitude": "120.8224",
        "address": "苗栗縣公館鄉館南村206之1號",
        "city": "苗栗縣"
    },
    {
        "name": "涵香園露營驛站",
        "longitude": "23.9035644",
        "latitude": "120.9594627",
        "address": "南投縣魚池鄉五馬巷2-6號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_觀瀑營地休閒區",
        "longitude": "24.64266031",
        "latitude": "121.1562505",
        "address": "五峰鄉花園村6鄰121之2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_馬月台露營區",
        "longitude": "24.67002088",
        "latitude": "121.1554039",
        "address": "新竹縣尖石鄉義興村義興段義興小段1003-0003地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_楠桂坊露營區",
        "longitude": "24.61926204",
        "latitude": "121.1182236",
        "address": "五峰鄉竹林村和平154-1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_拉哢露營區",
        "longitude": "24.57587178",
        "latitude": "121.0858965",
        "address": "五峰鄉桃山村桃山段７３６－２９地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_熊麻吉親子露營區",
        "longitude": "24.67828547",
        "latitude": "121.2483808",
        "address": "新竹縣尖石鄉錦屏村那羅209號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_如果露營區",
        "longitude": "24.73192193",
        "latitude": "121.2172371",
        "address": "新竹縣尖石鄉嘉樂村7鄰61號旁（嘉樂段425-12）",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_遊橘露營區",
        "longitude": "24.72681787",
        "latitude": "121.1630715",
        "address": "新竹縣橫山鄉八十分段地號１２５２",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_印象尖石露營區",
        "longitude": "24.72391438",
        "latitude": "121.2670506",
        "address": "新竹縣尖石鄉新樂村8鄰煤源29-3號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_歐莎露營區",
        "longitude": "24.69600924",
        "latitude": "121.2309619",
        "address": "新竹縣尖石鄉錦屏村2鄰比麟46之2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_梅后蔓露營區",
        "longitude": "24.65377475",
        "latitude": "121.1570187",
        "address": "五峰鄉花園村8鄰花園185之11",
        "city": "新竹縣"
    },
    {
        "name": "鶴里翁露營區",
        "longitude": "23.9415135",
        "latitude": "120.7684353",
        "address": "南投縣中寮鄉龍南路151-20號",
        "city": "南投縣"
    },
    {
        "name": "新竹北埔_星院露營區",
        "longitude": "24.6908611",
        "latitude": "121.070906",
        "address": "新竹縣北埔鄉大湖村湖西段０３６２－０地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_蘇珊藏美露營農場",
        "longitude": "24.56879369",
        "latitude": "121.1092646",
        "address": "五峰鄉桃山村17鄰清泉296之24號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_空軍一號民宿露營",
        "longitude": "24.66587923",
        "latitude": "121.1655803",
        "address": "五峰鄉花園村天湖219-17號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_梅花梯田露營區",
        "longitude": "24.68355111",
        "latitude": "121.202201",
        "address": "新竹縣尖石鄉梅花村梅花段166.167地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_星光閃閃(原682)露營區",
        "longitude": "24.66342309",
        "latitude": "121.28645",
        "address": "新竹縣尖石鄉玉峰村1鄰宇老7之6號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_參陳山內灣旅店",
        "longitude": "24.68979208",
        "latitude": "121.1783455",
        "address": "新竹縣尖石鄉義興村義興小段０７４３－０００",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_泰里埔露營區",
        "longitude": "24.67139657",
        "latitude": "121.2955948",
        "address": "新竹縣尖石鄉3鄰24號",
        "city": "新竹縣"
    },
    {
        "name": "小白屋農園",
        "longitude": "24.317292",
        "latitude": "120.845573",
        "address": "苗栗縣卓蘭鎮老庄17鄰147之15號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹新埔_明園星空茶園",
        "longitude": "24.85626542",
        "latitude": "121.1362755",
        "address": "新竹縣新埔鎮鹿鳴里黃梨園",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_喜來登露營地",
        "longitude": "24.64015022",
        "latitude": "121.1139272",
        "address": "五峰鄉大隘村００４鄰５１之１１號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_漫步天湖露營區",
        "longitude": "24.66804928",
        "latitude": "121.1673106",
        "address": "五峰鄉花園村10鄰219之31號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_戀戀天湖",
        "longitude": "24.66363899",
        "latitude": "121.1664169",
        "address": "五峰鄉花園村10鄰天湖219之15號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_觀雲亭農莊",
        "longitude": "24.60968833",
        "latitude": "121.1022888",
        "address": "新竹縣五峰鄉23鄰461-2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_雷沙達?斯露營區",
        "longitude": "24.68774266",
        "latitude": "121.1690046",
        "address": "新竹縣尖石鄉義興段義興小段832地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_馬胎 227 露營區",
        "longitude": "24.67713821",
        "latitude": "121.1593539",
        "address": "新竹縣尖石鄉義興段義興小段９２３－２地號",
        "city": "新竹縣"
    },
    {
        "name": "東和露營區",
        "longitude": "24.38557077",
        "latitude": "120.8935569",
        "address": "苗栗縣大湖鄉東興村(導航到「東興慈航宮」)",
        "city": "苗栗縣"
    },
    {
        "name": "新竹五峰_輪園秘境",
        "longitude": "24.66206654",
        "latitude": "121.1651217",
        "address": "五峰鄉花園村天湖２１９－１號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_左岸臻美營地",
        "longitude": "24.71441026",
        "latitude": "121.2849959",
        "address": "新竹縣尖石鄉新樂村煤源段8鄰36-2號 (竹120縣道40.5K處)(八五山大橋頭前右轉約700m)",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_116 那羅彎露營休閒園地",
        "longitude": "24.68132866",
        "latitude": "121.2474092",
        "address": "新竹縣尖石鄉那羅116之1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_烏米的家露營區",
        "longitude": "24.68214957",
        "latitude": "121.2457006",
        "address": "新竹縣尖石鄉錦屏村那羅80-2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_尖石夢田露營區",
        "longitude": "24.72785709",
        "latitude": "121.218166",
        "address": "新竹縣尖石鄉嘉樂村005鄰麥樹仁270之5號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_晴空森林露營地",
        "longitude": "24.68601845",
        "latitude": "121.2594855",
        "address": "新竹縣尖石鄉柿山段２２７－５號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_溪遊記露營區",
        "longitude": "24.68994686",
        "latitude": "121.1714235",
        "address": "新竹縣尖石鄉義興村006鄰馬胎3-2號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_馬瀨營地",
        "longitude": "24.6531719",
        "latitude": "121.1587633",
        "address": "五峰鄉花園村天湖 196-3號",
        "city": "新竹縣"
    },
    {
        "name": "新竹峨嵋_露營盒子",
        "longitude": "24.70080444",
        "latitude": "120.9963549",
        "address": "新竹縣峨眉鄉石井村(中豐公路89km處)",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_露營樂3號店臻美館",
        "longitude": "24.71752401",
        "latitude": "121.2831904",
        "address": "新竹縣尖石鄉新樂村(竹120縣道40.5K處)",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_觀星賞月營地",
        "longitude": "24.67571321",
        "latitude": "121.167788",
        "address": "新竹縣尖石鄉義興段義興小段675地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_福興小農庄",
        "longitude": "24.72907161",
        "latitude": "121.1656605",
        "address": "新竹縣橫山鄉福興村八十分104號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_樂哈山營地",
        "longitude": "24.57497634",
        "latitude": "121.0801541",
        "address": "五峰鄉桃山村18鄰白蘭311之4號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_阿秋泰雅編織工坊",
        "longitude": "24.58194952",
        "latitude": "121.0919596",
        "address": "五峰鄉桃山村１８鄰白蘭３０９－５號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_馬雅竹軒",
        "longitude": "24.58478743",
        "latitude": "121.0905199",
        "address": "五峰鄉桃山村18鄰白蘭305號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_Yutas 悠達思露營區",
        "longitude": "24.65310645",
        "latitude": "121.3140218",
        "address": "新竹縣尖石鄉玉峰村大平段573-0地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_天湖農園",
        "longitude": "24.66059949",
        "latitude": "121.1764563",
        "address": "新竹縣尖石鄉梅花村8鄰227號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_梅花天湖農園",
        "longitude": "24.66059949",
        "latitude": "121.1763275",
        "address": "新竹縣尖石鄉梅花村８鄰梅花２２７號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_尤命築園露營區",
        "longitude": "24.7159449",
        "latitude": "121.276106",
        "address": "新竹縣尖石鄉新樂村煤源8鄰41號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_恩典露營區",
        "longitude": "24.68262972",
        "latitude": "121.1655971",
        "address": "新竹縣尖石鄉義興村007鄰義興段義興小段749、750地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_梅花山莊",
        "longitude": "24.67451392",
        "latitude": "121.1957762",
        "address": "新竹縣尖石鄉梅花村6鄰148號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_馬胎仙境露營區",
        "longitude": "24.68234866",
        "latitude": "121.1824347",
        "address": "新竹縣尖石鄉義興村馬胎108-2號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_高台山露營區",
        "longitude": "24.66409528",
        "latitude": "121.2250801",
        "address": "新竹縣尖石鄉錦屏村007鄰那羅26號臨",
        "city": "新竹縣"
    },
    {
        "name": "一片天露營區",
        "longitude": "120.953718",
        "latitude": "24.502616",
        "address": "苗栗縣泰安鄉八卦村4鄰69-1號 (近泰安隧道)",
        "city": "苗栗縣"
    },
    {
        "name": "馬嘟溪露營基地",
        "longitude": "120.917892",
        "latitude": "24.444765",
        "address": "苗栗縣泰安鄉清安村洗水坑114之9號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹關西_生活原鄉民宿露營區",
        "longitude": "24.77901405",
        "latitude": "121.249066",
        "address": "新竹縣關西鎮錦山里錦山臨96-3號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_左岸涼山營地",
        "longitude": "24.60961506",
        "latitude": "121.1007548",
        "address": "五峰鄉大隘村２３鄰４５８－５號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_尤命的帳幕",
        "longitude": "24.71575",
        "latitude": "121.275806",
        "address": "新竹縣尖石鄉新樂村煤源8鄰41號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_晨堡露營區",
        "longitude": "24.67820769",
        "latitude": "121.2477129",
        "address": "新竹縣尖石鄉錦屏村那羅段163-165地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_桃山清泉露營區",
        "longitude": "24.57038294",
        "latitude": "121.1070391",
        "address": "五峰鄉桃山村桃山段500-13、500-16地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_溫家茶園露營區",
        "longitude": "24.66676943",
        "latitude": "121.1661419",
        "address": "五峰鄉花園村天湖部落",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_谷亮露營區",
        "longitude": "24.63652477",
        "latitude": "121.1460713",
        "address": "五峰鄉竹林村一鄰1-1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_谷燕養鱒場露營區",
        "longitude": "24.62384299",
        "latitude": "121.1274406",
        "address": "五峰鄉竹林村羅平道路 159 號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_迦心休閒露營區",
        "longitude": "24.65914699",
        "latitude": "121.1729641",
        "address": "五峰鄉花園村10鄰天湖205之6號1樓",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_雲頂杉林景觀農場",
        "longitude": "24.64970395",
        "latitude": "121.1711817",
        "address": "五峰鄉花園村天湖9鄰196-6號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_哈用民宿",
        "longitude": "24.59014947",
        "latitude": "121.2659534",
        "address": "新竹縣尖石鄉秀巒段１７５２之１，１７５２之２地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_慢森活露營區",
        "longitude": "24.75153459",
        "latitude": "121.2694424",
        "address": "新竹縣尖石鄉新樂村水田139-5號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_拉號部落野營地",
        "longitude": "24.72230856",
        "latitude": "121.254754",
        "address": "新竹縣尖石鄉新樂村煤源段598地號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_香杉露營區",
        "longitude": "24.66929748",
        "latitude": "121.2122941",
        "address": "新竹縣尖石鄉錦屏村004鄰錦屏49號",
        "city": "新竹縣"
    },
    {
        "name": "新竹尖石_美樹營地",
        "longitude": "24.6541449",
        "latitude": "121.3055585",
        "address": "新竹縣尖石鄉玉峰村6鄰20號 · ~47.8 公里",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_格努斯休閒農場",
        "longitude": "24.77944302",
        "latitude": "121.2567314",
        "address": "新竹縣關西鎮錦山里10鄰113-1號",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_飛鳳園農場",
        "longitude": "24.77655519",
        "latitude": "121.1249315",
        "address": "新竹縣關西鎮新力里下橫坑８０－１號１樓",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_鳥嘴山露營區",
        "longitude": "24.58119755",
        "latitude": "121.0893023",
        "address": "五峰鄉桃山村白蘭18鄰314號",
        "city": "新竹縣"
    },
    {
        "name": "三生園生態露營區",
        "longitude": "23.7264494",
        "latitude": "120.7768762",
        "address": "南投縣鹿谷鄉民生巷8-1號",
        "city": "南投縣"
    },
    {
        "name": "亨宿露營區",
        "longitude": "23.740638",
        "latitude": "120.7429939",
        "address": "南投縣鹿谷鄉光復路8之60號",
        "city": "南投縣"
    },
    {
        "name": "仙聞露營區",
        "longitude": "23.9035379",
        "latitude": "120.8913063",
        "address": "南投縣魚池鄉華龍巷73號",
        "city": "南投縣"
    },
    {
        "name": "右下四角村",
        "longitude": "23.776094",
        "latitude": "120.709922",
        "address": "南投縣竹山鎮鎮集山路二段892之18號",
        "city": "南投縣"
    },
    {
        "name": "地球村休閒農場(地球村農家民宿)",
        "longitude": "24.0519752",
        "latitude": "120.8798057",
        "address": "南投縣國姓鄉長北路128號",
        "city": "南投縣"
    },
    {
        "name": "垂枝女貞農場",
        "longitude": "23.7700549",
        "latitude": "120.6748775",
        "address": "南投縣竹山鎮鎮枋坪巷22-50號",
        "city": "南投縣"
    },
    {
        "name": "桂花庭藝術生態營地",
        "longitude": "23.9506888",
        "latitude": "120.9664531",
        "address": "南投縣埔里鎮鎮隆生路111巷99-1號",
        "city": "南投縣"
    },
    {
        "name": "山林好蒔光",
        "longitude": "23.9895278",
        "latitude": "121.1078327",
        "address": "南投縣仁愛鄉高峰巷70附1號",
        "city": "南投縣"
    },
    {
        "name": "山水園露營農莊",
        "longitude": "24.090589",
        "latitude": "120.886385",
        "address": "南投縣國姓鄉大長路117-1號",
        "city": "南投縣"
    },
    {
        "name": "帖泊喀快樂園區",
        "longitude": "23.8512141",
        "latitude": "120.9349366",
        "address": "南投縣魚池鄉中正路102號",
        "city": "南投縣"
    },
    {
        "name": "忘憂天空露營區",
        "longitude": "23.7014212",
        "latitude": "120.6922231",
        "address": "南投縣竹山鎮鎮田南巷22-2",
        "city": "南投縣"
    },
    {
        "name": "恩福溫泉民宿",
        "longitude": "23.566444",
        "latitude": "120.919556",
        "address": "南投縣信義鄉開高巷99-1號",
        "city": "南投縣"
    },
    {
        "name": "枕頭山露營區愛芝7旅店",
        "longitude": "23.90532",
        "latitude": "120.927471",
        "address": "南投縣魚池鄉通文巷6-28號",
        "city": "南投縣"
    },
    {
        "name": "文化村喜樂營地",
        "longitude": "23.8836216",
        "latitude": "120.9401302",
        "address": "南投縣魚池鄉文武巷1-2號",
        "city": "南投縣"
    },
    {
        "name": "源頭溫泉民宿",
        "longitude": "23.5649401",
        "latitude": "120.9324414",
        "address": "南投縣信義鄉開高巷61-6號",
        "city": "南投縣"
    },
    {
        "name": "雲窩森林露營區",
        "longitude": "23.9238772",
        "latitude": "121.0513508",
        "address": "南投縣仁愛鄉茶園巷1附2號",
        "city": "南投縣"
    },
    {
        "name": "水岸松林農場",
        "longitude": "24.06612",
        "latitude": "120.925112",
        "address": "南投縣國姓鄉北圳巷30-8號",
        "city": "南投縣"
    },
    {
        "name": "沐晨露營區",
        "longitude": "24.1188931",
        "latitude": "120.8566818",
        "address": "南投縣國姓鄉長豐村東一巷51-8號",
        "city": "南投縣"
    },
    {
        "name": "波露克爾咖啡露營棧(瑪羅伊休息站)",
        "longitude": "23.9678726",
        "latitude": "121.1199891",
        "address": "南投縣仁愛鄉大安路107號",
        "city": "南投縣"
    },
    {
        "name": "溪寶梅園",
        "longitude": "24.0745462",
        "latitude": "120.9511918",
        "address": "南投縣仁愛鄉明月巷95-1號",
        "city": "南投縣"
    },
    {
        "name": "田螺屋清新露營區",
        "longitude": "23.891547",
        "latitude": "120.9222436",
        "address": "南投縣魚池鄉文正巷5-3號",
        "city": "南投縣"
    },
    {
        "name": "羅氏後花園",
        "longitude": "23.9518481",
        "latitude": "120.8615548",
        "address": "南投縣國姓鄉南港路110-13號",
        "city": "南投縣"
    },
    {
        "name": "薩蔓卡露營區",
        "longitude": "23.6008654",
        "latitude": "120.8869464",
        "address": "南投縣信義鄉望美鄉望和巷12-6號",
        "city": "南投縣"
    },
    {
        "name": "騰雲農莊",
        "longitude": "23.9556579",
        "latitude": "120.8294322",
        "address": "南投縣國姓鄉長石巷42號",
        "city": "南投縣"
    },
    {
        "name": "麥凡諾休閒住宿露營農場",
        "longitude": "23.8408342",
        "latitude": "120.7859028",
        "address": "南投縣集集鎮鎮環山街270巷70號",
        "city": "南投縣"
    },
    {
        "name": "黃金森林露營區",
        "longitude": "24.1148419",
        "latitude": "120.8911387",
        "address": "南投縣國姓鄉長福村長雙巷9號",
        "city": "南投縣"
    },
    {
        "name": "黃金雨露營區",
        "longitude": "24.0269414",
        "latitude": "120.9445306",
        "address": "南投縣埔里鎮鎮西安路三段118號",
        "city": "南投縣"
    },
    {
        "name": "水中月民宿咖啡露營區",
        "longitude": "24.0529697",
        "latitude": "120.8831586",
        "address": "南投縣國姓鄉長北路117-1號",
        "city": "南投縣"
    },
    {
        "name": "灰熊愛露營",
        "longitude": "23.9195084",
        "latitude": "120.9222003",
        "address": "南投縣魚池鄉大雁村大雁巷31-8號",
        "city": "南投縣"
    },
    {
        "name": "露‧山曉露營區",
        "longitude": "23.716353",
        "latitude": "120.7725763",
        "address": "南投縣鹿谷鄉愛鄉路98-16號",
        "city": "南投縣"
    },
    {
        "name": "雲享清峰",
        "longitude": "24.0596875",
        "latitude": "120.8240787",
        "address": "南投縣國姓鄉中西巷111-13號",
        "city": "南投縣"
    },
    {
        "name": "江山樂活",
        "longitude": "23.9323221",
        "latitude": "120.8943295",
        "address": "南投縣埔里鎮鎮水上巷68號",
        "city": "南投縣"
    },
    {
        "name": "凍頂山露營農場",
        "longitude": "23.7480112",
        "latitude": "120.7659084",
        "address": "南投縣鹿谷鄉彰雅村凍頂巷33之2號",
        "city": "南投縣"
    },
    {
        "name": "五六露營農場",
        "longitude": "24.013385",
        "latitude": "121.1194389",
        "address": "南投縣仁愛鄉仁和路1附3號",
        "city": "南投縣"
    },
    {
        "name": "七口灶休閒農場",
        "longitude": "23.9551972",
        "latitude": "120.7331616",
        "address": "南投縣草屯鎮鎮富頂路股坑巷13-88號",
        "city": "南投縣"
    },
    {
        "name": "迦南美地園區",
        "longitude": "23.7527635",
        "latitude": "120.6919969",
        "address": "南投縣竹山鎮鎮中山路7之88號",
        "city": "南投縣"
    },
    {
        "name": "皇成農場露營區",
        "longitude": "23.68778",
        "latitude": "120.763315",
        "address": "南投縣鹿谷鄉羊灣巷808-8號",
        "city": "南投縣"
    },
    {
        "name": "獅象開心",
        "longitude": "23.939438",
        "latitude": "120.940142",
        "address": "南投縣埔里鎮鎮桃米巷9-2號",
        "city": "南投縣"
    },
    {
        "name": "曲冰嫚遊露營區",
        "longitude": "23.928099",
        "latitude": "121.071538",
        "address": "南投縣仁愛鄉萬豐村10鄰清華巷148附1號",
        "city": "南投縣"
    },
    {
        "name": "愛和華林園",
        "longitude": "24.0470246",
        "latitude": "121.1588962",
        "address": "南投縣仁愛鄉榮光巷38附1號",
        "city": "南投縣"
    },
    {
        "name": "阿蓮娜多肉植物主題花園",
        "longitude": "23.990755",
        "latitude": "120.965449",
        "address": "南投縣埔里鎮鎮西安路二段1號巷 30 號",
        "city": "南投縣"
    },
    {
        "name": "橫山仙境",
        "longitude": "23.889421",
        "latitude": "120.633899",
        "address": "南投縣南投市八卦路橫山觀日步道",
        "city": "南投縣"
    },
    {
        "name": "日月潭特色遊學中心",
        "longitude": "23.8174921",
        "latitude": "120.8856698",
        "address": "南投縣魚池鄉銃櫃巷18號",
        "city": "南投縣"
    },
    {
        "name": "阿姑ㄟ兜",
        "longitude": "120.84823",
        "latitude": "24.3185",
        "address": "NA",
        "city": "苗栗縣"
    },
    {
        "name": "百勝村咖啡莊園",
        "longitude": "24.0536831",
        "latitude": "120.9086985",
        "address": "南投縣國姓鄉國姓路87-9號",
        "city": "南投縣"
    },
    {
        "name": "雙龍景觀營地(雙龍橋)",
        "longitude": "23.7856043",
        "latitude": "120.9467607",
        "address": "南投縣信義鄉光復巷11-5號",
        "city": "南投縣"
    },
    {
        "name": "賽德克公主之熊本部親子露營區",
        "longitude": "23.964967",
        "latitude": "121.000647",
        "address": "南投縣埔里鎮鎮鯉魚路22-7號",
        "city": "南投縣"
    },
    {
        "name": "采荷莊民宿",
        "longitude": "23.8022528",
        "latitude": "120.8651139",
        "address": "南投縣水里鄉回窯路35巷7號",
        "city": "南投縣"
    },
    {
        "name": "卑里露營區",
        "longitude": "24.0237511",
        "latitude": "121.1629367",
        "address": "南投縣仁愛鄉虎門巷100號",
        "city": "南投縣"
    },
    {
        "name": "青螢露營區",
        "longitude": "23.8847203",
        "latitude": "120.8875308",
        "address": "南投縣魚池鄉五城巷十七號",
        "city": "南投縣"
    },
    {
        "name": "伴天聊露營區",
        "longitude": "24.0839351",
        "latitude": "120.990465",
        "address": "南投縣仁愛鄉山林巷18附1號",
        "city": "南投縣"
    },
    {
        "name": "放牛吃草露營區",
        "longitude": "120.916261",
        "latitude": "24.427021",
        "address": "苗栗縣泰安鄉大興村高熊卡4鄰61-8號",
        "city": "苗栗縣"
    },
    {
        "name": "碳森林露營區",
        "longitude": "24.519324",
        "latitude": "120.886854",
        "address": "苗栗縣公館鄉尖山村8鄰196號",
        "city": "苗栗縣"
    },
    {
        "name": "入森林露森林",
        "longitude": "23.9015333",
        "latitude": "120.956315",
        "address": "南投縣魚池鄉水埔產業道路131號",
        "city": "南投縣"
    },
    {
        "name": "頭社後尖山休閒營地",
        "longitude": "23.8205894",
        "latitude": "120.901552",
        "address": "南投縣魚池鄉平和巷10號",
        "city": "南投縣"
    },
    {
        "name": "山林曉境露營區",
        "longitude": "23.9560838",
        "latitude": "120.8712727",
        "address": "南投縣國姓鄉南港二號橋",
        "city": "南投縣"
    },
    {
        "name": "貓頭露營區",
        "longitude": "24.0047816",
        "latitude": "120.978176",
        "address": "南投縣埔里鎮鎮福興路110巷81號",
        "city": "南投縣"
    },
    {
        "name": "武界觀景茶園露營區",
        "longitude": "23.9183867",
        "latitude": "121.0246882",
        "address": "南投縣仁愛鄉茶園巷17附2號",
        "city": "南投縣"
    },
    {
        "name": "居大雁",
        "longitude": "23.9229187",
        "latitude": "120.9171701",
        "address": "南投縣魚池鄉大雁巷39號",
        "city": "南投縣"
    },
    {
        "name": "雲淡風清營地",
        "longitude": "23.9386587",
        "latitude": "120.7983336",
        "address": "南投縣中寮鄉瀧 淋 巷 81-8 號",
        "city": "南投縣"
    },
    {
        "name": "鹿谷麒麟潭湖光露營區",
        "longitude": "23.7536994",
        "latitude": "120.7720784",
        "address": "南投縣鹿谷鄉堀邊巷1之27號",
        "city": "南投縣"
    },
    {
        "name": "牛母坪露營區",
        "longitude": "23.7002132",
        "latitude": "120.6455855",
        "address": "南投縣竹山鎮鎮鯉魚里鯉行路152號",
        "city": "南投縣"
    },
    {
        "name": "大塊森林",
        "longitude": "24.0797723",
        "latitude": "120.9873531",
        "address": "南投縣仁愛鄉山林巷54618號附2",
        "city": "南投縣"
    },
    {
        "name": "新竹橫山_大山背小曠野營地",
        "longitude": "24.6951103",
        "latitude": "121.1345924",
        "address": "新竹縣橫山鄉豐鄉村大山背52號",
        "city": "新竹縣"
    },
    {
        "name": "二甲Lohas農庄",
        "longitude": "23.9589668",
        "latitude": "121.0014925",
        "address": "南投縣埔里鎮鎮鯉魚路44號",
        "city": "南投縣"
    },
    {
        "name": "滴水山莊露營區",
        "longitude": "24.0264519",
        "latitude": "120.9390394",
        "address": "南投縣埔里鎮鎮西安路三段149號",
        "city": "南投縣"
    },
    {
        "name": "龍之泉休閒露營區",
        "longitude": "23.8862414",
        "latitude": "120.9540492",
        "address": "南投縣魚池鄉華山巷16號",
        "city": "南投縣"
    },
    {
        "name": "杜石地一號",
        "longitude": "24.56623",
        "latitude": "120.7886",
        "address": "苗栗縣苗栗市新英里1鄰新英9之1號",
        "city": "苗栗縣"
    },
    {
        "name": "小鷹露營區",
        "longitude": "23.8881604",
        "latitude": "120.7987256",
        "address": "南投縣中寮鄉新城巷一之20號",
        "city": "南投縣"
    },
    {
        "name": "鑽石林",
        "longitude": "120.919896",
        "latitude": "24.427447",
        "address": "苗栗縣泰安鄉大興村高熊卡4鄰61-16號",
        "city": "苗栗縣"
    },
    {
        "name": "五餅二魚咖啡露營",
        "longitude": "23.6020664",
        "latitude": "120.8884375",
        "address": "南投縣信義鄉望鄉部落聯絡道路127號",
        "city": "南投縣"
    },
    {
        "name": "一家人露營區",
        "longitude": "24.0273801",
        "latitude": "121.1438336",
        "address": "南投縣仁愛鄉信義巷30-6附1",
        "city": "南投縣"
    },
    {
        "name": "62階櫻花露營區",
        "longitude": "24.0536182",
        "latitude": "121.1607686",
        "address": "南投縣仁愛鄉仁和路186之5附1號",
        "city": "南投縣"
    },
    {
        "name": "福長果園露營區",
        "longitude": "24.0120246",
        "latitude": "120.9748803",
        "address": "南投縣埔里鎮鎮福長路100 號",
        "city": "南投縣"
    },
    {
        "name": "大灣農園露營區",
        "longitude": "23.8258421",
        "latitude": "120.8632216",
        "address": "南投縣水里鄉大灣路11號",
        "city": "南投縣"
    },
    {
        "name": "青綠園露營區",
        "longitude": "23.8854337",
        "latitude": "120.8936673",
        "address": "南投縣魚池鄉五城巷11-22號",
        "city": "南投縣"
    },
    {
        "name": "吉娜田園露營區",
        "longitude": "23.6281524",
        "latitude": "120.8829127",
        "address": "南投縣信義鄉信筆巷173號",
        "city": "南投縣"
    },
    {
        "name": "瞭望角景觀民宿露營區",
        "longitude": "120.921704",
        "latitude": "24.429458",
        "address": "苗栗縣泰安鄉清安村3鄰小南角66號",
        "city": "苗栗縣"
    },
    {
        "name": "阿里曼山莊",
        "longitude": "23.7990983",
        "latitude": "120.9980809",
        "address": "南投縣信義鄉丹大林道舊線",
        "city": "南投縣"
    },
    {
        "name": "曲冰金龍露營區",
        "longitude": "23.9339665",
        "latitude": "121.0753295",
        "address": "南投縣仁愛鄉4 鄰 清華 巷 68 號",
        "city": "南投縣"
    },
    {
        "name": "紅香露營區",
        "longitude": "24.145841",
        "latitude": "121.178008",
        "address": "南投縣仁愛鄉發祥村溪門巷19-1號",
        "city": "南投縣"
    },
    {
        "name": "龍泉營地",
        "longitude": "23.9261682",
        "latitude": "121.0039022",
        "address": "南投縣埔里鎮鎮武界路28之10號",
        "city": "南投縣"
    },
    {
        "name": "清流溪畔露營區",
        "longitude": "24.0720293",
        "latitude": "120.9496957",
        "address": "南投縣仁愛鄉明月巷95-1附2號",
        "city": "南投縣"
    },
    {
        "name": "峰芢苑露營區",
        "longitude": "23.8800834",
        "latitude": "120.9413802",
        "address": "南投縣魚池鄉永川巷25之6號",
        "city": "南投縣"
    },
    {
        "name": "哈比露營區",
        "longitude": "23.8144931",
        "latitude": "120.752848",
        "address": "南投縣竹山鎮鎮集山路一段437號",
        "city": "南投縣"
    },
    {
        "name": "玫花露",
        "longitude": "24.0051808",
        "latitude": "120.9445926",
        "address": "南投縣埔里鎮鎮東峰路18號",
        "city": "南投縣"
    },
    {
        "name": "快樂中原",
        "longitude": "24.0542975",
        "latitude": "120.9801336",
        "address": "南投縣仁愛鄉原名路43附7號",
        "city": "南投縣"
    },
    {
        "name": "漫活幸福露營區",
        "longitude": "24.1192901",
        "latitude": "121.1551857",
        "address": "南投縣仁愛鄉發祥村7鄰光復巷199附2號",
        "city": "南投縣"
    },
    {
        "name": "高峰農場",
        "longitude": "23.9514631",
        "latitude": "120.8327208",
        "address": "南投縣國姓鄉長石巷42-9號",
        "city": "南投縣"
    },
    {
        "name": "聖愛營地",
        "longitude": "23.847152",
        "latitude": "120.920963",
        "address": "南投縣魚池鄉日月村中正路261之10號",
        "city": "南投縣"
    },
    {
        "name": "虹谷有機農場",
        "longitude": "23.9429587",
        "latitude": "121.0772526",
        "address": "南投縣仁愛鄉清華巷124之2號",
        "city": "南投縣"
    },
    {
        "name": "目上景露營區",
        "longitude": "120.915256",
        "latitude": "24.427899",
        "address": "苗栗縣泰安鄉大興村5鄰",
        "city": "苗栗縣"
    },
    {
        "name": "涵香小屋露營驛站",
        "longitude": "23.9034896",
        "latitude": "120.9592329",
        "address": "南投縣魚池鄉五馬巷2之10號",
        "city": "南投縣"
    },
    {
        "name": "集集鎮對岸農場露營區",
        "longitude": "23.8297355",
        "latitude": "120.8084179",
        "address": "南投縣集集鎮鎮梨頭巷26號",
        "city": "南投縣"
    },
    {
        "name": "金青松露營區",
        "longitude": "24.06269",
        "latitude": "120.923889",
        "address": "南投縣國姓鄉北圳巷26-3號",
        "city": "南投縣"
    },
    {
        "name": "築露中原露營區",
        "longitude": "24.0661482",
        "latitude": "120.9778531",
        "address": "南投縣仁愛鄉原名路43附2號",
        "city": "南投縣"
    },
    {
        "name": "洞九的山莊",
        "longitude": "23.9558857",
        "latitude": "120.8226572",
        "address": "南投縣中寮鄉清水村頂坑巷12號",
        "city": "南投縣"
    },
    {
        "name": "農家樂露營區",
        "longitude": "23.9281687",
        "latitude": "121.0095793",
        "address": "南投縣埔里鎮鎮麒麟里武界路35-3號",
        "city": "南投縣"
    },
    {
        "name": "鹿過星境景觀露營區",
        "longitude": "23.759452",
        "latitude": "120.736525",
        "address": "南投縣鹿谷鄉中正路三段101之26號",
        "city": "南投縣"
    },
    {
        "name": "藍瑪司露營地",
        "longitude": "23.967957",
        "latitude": "121.120101",
        "address": "南投縣仁愛鄉親愛村大安路107附2號",
        "city": "南投縣"
    },
    {
        "name": "連興露營區",
        "longitude": "23.9641667",
        "latitude": "120.8439553",
        "address": "南投縣國姓鄉鳳鳴巷39-6號",
        "city": "南投縣"
    },
    {
        "name": "樹不老露營區",
        "longitude": "24.0766317",
        "latitude": "120.9852215",
        "address": "南投縣仁愛鄉山林巷46附2號",
        "city": "南投縣"
    },
    {
        "name": "活林火現露營區",
        "longitude": "120.931866",
        "latitude": "24.388993",
        "address": "苗栗縣泰安鄉中興村長橋3鄰47 號",
        "city": "苗栗縣"
    },
    {
        "name": "LOLO農場-休閒露營園區",
        "longitude": "24.0238723",
        "latitude": "120.9526784",
        "address": "南投縣埔里鎮鎮眉原路3號",
        "city": "南投縣"
    },
    {
        "name": "合歡仙境民宿露營區",
        "longitude": "24.0588283",
        "latitude": "121.1451034",
        "address": "南投縣仁愛鄉福壽路介壽巷40號",
        "city": "南投縣"
    },
    {
        "name": "里山生態農場",
        "longitude": "23.6839246",
        "latitude": "120.737028",
        "address": "南投縣竹山鎮鎮鹿寮巷2-2號",
        "city": "南投縣"
    },
    {
        "name": "瑞櫻山莊露營區",
        "longitude": "23.6975026",
        "latitude": "120.7162157",
        "address": "南投縣竹山鎮鎮頂林路562-3號",
        "city": "南投縣"
    },
    {
        "name": "瑪兒莎莎 Mal-Sa Sa 露營區",
        "longitude": "23.600552",
        "latitude": "120.886752",
        "address": "南投縣信義鄉望美村望和巷12-3號",
        "city": "南投縣"
    },
    {
        "name": "瑪莉溫泉休閒農莊",
        "longitude": "24.024158",
        "latitude": "121.163843",
        "address": "南投縣仁愛鄉虎門巷100號",
        "city": "南投縣"
    },
    {
        "name": "美好年代露營區",
        "longitude": "24.0573168",
        "latitude": "120.8981694",
        "address": "南投縣國姓鄉國姓路68-3號",
        "city": "南投縣"
    },
    {
        "name": "西伯米達露營區",
        "longitude": "24.074816",
        "latitude": "120.972382",
        "address": "南投縣仁愛鄉原名路66附2號",
        "city": "南投縣"
    },
    {
        "name": "霧的羅曼史",
        "longitude": "23.6981434",
        "latitude": "120.7140591",
        "address": "南投縣竹山鎮鎮頂林路累藤巷5之1號",
        "city": "南投縣"
    },
    {
        "name": "賽德克公主美食文化露營區",
        "longitude": "24.0127762",
        "latitude": "121.0888527",
        "address": "南投縣仁愛鄉松原巷49號",
        "city": "南投縣"
    },
    {
        "name": "山中流域露營區",
        "longitude": "23.8250558",
        "latitude": "120.8514146",
        "address": "南投縣水里鄉水里五路",
        "city": "南投縣"
    },
    {
        "name": "那那布荷露營區",
        "longitude": "120.919428",
        "latitude": "24.424672",
        "address": "苗栗縣泰安鄉高熊卡4鄰60-1號",
        "city": "苗栗縣"
    },
    {
        "name": "歐敏露營區",
        "longitude": "24.023568",
        "latitude": "121.1903066",
        "address": "南投縣仁愛鄉榮華巷50號",
        "city": "南投縣"
    },
    {
        "name": "一陽露營區",
        "longitude": "23.690958",
        "latitude": "120.7727741",
        "address": "南投縣鹿谷鄉愛鄉路39之153號",
        "city": "南投縣"
    },
    {
        "name": "四心小草露營區",
        "longitude": "23.918047",
        "latitude": "120.886002",
        "address": "南投縣魚池鄉華龍巷43-16號",
        "city": "南投縣"
    },
    {
        "name": "星星的故鄉",
        "longitude": "24.106512",
        "latitude": "120.914754",
        "address": "南投縣國姓鄉大長路80-2號",
        "city": "南投縣"
    },
    {
        "name": "芭喇露營區生態休閒農莊",
        "longitude": "23.9069458",
        "latitude": "121.0520012",
        "address": "南投縣仁愛鄉武界林道",
        "city": "南投縣"
    },
    {
        "name": "甲一仙營地",
        "longitude": "23.670314",
        "latitude": "120.863095",
        "address": "南投縣信義鄉自強村6鄰陽和巷12號",
        "city": "南投縣"
    },
    {
        "name": "老茶緣露營場",
        "longitude": "23.7487202",
        "latitude": "120.7132589",
        "address": "南投縣竹山鎮鎮鹿山路688號",
        "city": "南投縣"
    },
    {
        "name": "青天樂活露營區",
        "longitude": "23.9175",
        "latitude": "121.047642",
        "address": "南投縣仁愛鄉界山巷6之1號",
        "city": "南投縣"
    },
    {
        "name": "川中島落羽松露營祕境",
        "longitude": "24.070265",
        "latitude": "120.947725",
        "address": "南投縣仁愛鄉清風路27-1號",
        "city": "南投縣"
    },
    {
        "name": "享樂玩家",
        "longitude": "23.8909492",
        "latitude": "120.9547523",
        "address": "南投縣魚池鄉五馬巷2-3號",
        "city": "南投縣"
    },
    {
        "name": "竹屋部落民宿",
        "longitude": "23.765011",
        "latitude": "120.719071",
        "address": "南投縣竹山鎮鎮東鄉路1-67號",
        "city": "南投縣"
    },
    {
        "name": "湖畔露營區",
        "longitude": "23.7525472",
        "latitude": "120.7685632",
        "address": "南投縣鹿谷鄉堀邊巷1-22號",
        "city": "南投縣"
    },
    {
        "name": "法拉娜露營區",
        "longitude": "23.5667012",
        "latitude": "120.920474",
        "address": "南投縣信義鄉開高巷110-7號",
        "city": "南投縣"
    },
    {
        "name": "?閒茶園露營區",
        "longitude": "23.6634202",
        "latitude": "120.7490285",
        "address": "南投縣竹山鎮鎮五寮巷6-1號",
        "city": "南投縣"
    },
    {
        "name": "桃米香露營區",
        "longitude": "23.9556201",
        "latitude": "120.9111064",
        "address": "南投縣埔里鎮鎮種瓜路33-2號",
        "city": "南投縣"
    },
    {
        "name": "中坑瀑布自然生態區",
        "longitude": "23.921105",
        "latitude": "121.0103914",
        "address": "南投縣埔里鎮鎮武界路51-3號",
        "city": "南投縣"
    },
    {
        "name": "清境陽光露營",
        "longitude": "24.0358621",
        "latitude": "121.154192",
        "address": "南投縣仁愛鄉榮光巷50號5",
        "city": "南投縣"
    },
    {
        "name": "廬山仙境溫泉會館",
        "longitude": "24.0214127",
        "latitude": "121.1898409",
        "address": "南投縣仁愛鄉榮華巷40附1號",
        "city": "南投縣"
    },
    {
        "name": "都構密思木屋民宿",
        "longitude": "23.598355",
        "latitude": "120.881031",
        "address": "南投縣信義鄉望和巷10之10號",
        "city": "南投縣"
    },
    {
        "name": "長豐休閒露營區",
        "longitude": "24.1158444",
        "latitude": "120.8543197",
        "address": "南投縣國姓鄉東二巷116-16號",
        "city": "南投縣"
    },
    {
        "name": "青青農場親子露營區",
        "longitude": "24.0066009",
        "latitude": "120.9739355",
        "address": "南投縣埔里鎮鎮福興路146號福興路146巷39號",
        "city": "南投縣"
    },
    {
        "name": "天時農莊",
        "longitude": "23.7884733",
        "latitude": "121.0013261",
        "address": "南投縣信義鄉河流坪 (台16線40k)",
        "city": "南投縣"
    },
    {
        "name": "日月潭斗內籽",
        "longitude": "23.873164",
        "latitude": "120.914221",
        "address": "南投縣魚池鄉中山路270巷10號",
        "city": "南投縣"
    },
    {
        "name": "日月潭九蛙秘境露營區",
        "longitude": "23.8659603",
        "latitude": "120.8998404",
        "address": "南投縣魚池鄉中山路510巷9之22號",
        "city": "南投縣"
    },
    {
        "name": "心花露FUN露營區",
        "longitude": "23.9367015",
        "latitude": "120.8083164",
        "address": "南投縣中寮鄉清水村瀧林巷56號",
        "city": "南投縣"
    },
    {
        "name": "覓境露營x行者咖啡",
        "longitude": "24.0582624",
        "latitude": "120.9177878",
        "address": "南投縣國姓鄉國姓路25之12號",
        "city": "南投縣"
    },
    {
        "name": "森呼吸",
        "longitude": "23.9245307",
        "latitude": "120.8133036",
        "address": "南投縣中寮鄉201號",
        "city": "南投縣"
    },
    {
        "name": "靜竹星空觀景露營區",
        "longitude": "23.7413405",
        "latitude": "120.7174274",
        "address": "南投縣竹山鎮鎮鹿山路604號",
        "city": "南投縣"
    },
    {
        "name": "錦屏之窗",
        "longitude": "23.7539212",
        "latitude": "120.7776786",
        "address": "南投縣鹿谷鄉和平巷20之2號",
        "city": "南投縣"
    },
    {
        "name": "挑米種瓜農場",
        "longitude": "23.9565288",
        "latitude": "120.9103792",
        "address": "南投縣埔里鎮鎮種瓜路33-1號",
        "city": "南投縣"
    },
    {
        "name": "溫莎花園民宿",
        "longitude": "24.0748894",
        "latitude": "121.170823",
        "address": "南投縣仁愛鄉大同村博望巷39號",
        "city": "南投縣"
    },
    {
        "name": "頭社水庫露營區",
        "longitude": "23.835961",
        "latitude": "120.8986284",
        "address": "南投縣魚池鄉平和巷127-12號",
        "city": "南投縣"
    },
    {
        "name": "樹樂露營區",
        "longitude": "23.9026739",
        "latitude": "120.9564817",
        "address": "南投縣魚池鄉五馬巷5-1號",
        "city": "南投縣"
    },
    {
        "name": "暮雲春樹露營區",
        "longitude": "23.955324",
        "latitude": "120.911101",
        "address": "南投縣埔里鎮鎮種瓜路33-3號",
        "city": "南投縣"
    },
    {
        "name": "森林蜂味露營區",
        "longitude": "23.9412791",
        "latitude": "120.9250107",
        "address": "南投縣埔里鎮鎮桃米路73-1號",
        "city": "南投縣"
    },
    {
        "name": "清境彩虹露營區",
        "longitude": "24.0326004",
        "latitude": "121.1549755",
        "address": "南投縣仁愛鄉大同村信義巷39附2號",
        "city": "南投縣"
    },
    {
        "name": "綠舍潭果農場",
        "longitude": "23.964508",
        "latitude": "120.9993608",
        "address": "南投縣埔里鎮鎮鯉魚路32號",
        "city": "南投縣"
    },
    {
        "name": "山裡面的嵐卡",
        "longitude": "23.7943056",
        "latitude": "120.96325",
        "address": "南投縣信義鄉地利村姑姑山",
        "city": "南投縣"
    },
    {
        "name": "沙庫斯露營區",
        "longitude": "24.0164984",
        "latitude": "121.1892008",
        "address": "南投縣仁愛鄉榮華巷202-2號",
        "city": "南投縣"
    },
    {
        "name": "森春自在",
        "longitude": "23.8303983",
        "latitude": "120.9049089",
        "address": "南投縣魚池鄉平和巷73之38號",
        "city": "南投縣"
    },
    {
        "name": "漾嵐山庄",
        "longitude": "24.0620309",
        "latitude": "120.8742079",
        "address": "南投縣國姓鄉長流村大長路584之9號",
        "city": "南投縣"
    },
    {
        "name": "山宇晴莊園",
        "longitude": "23.9132079",
        "latitude": "120.9299845",
        "address": "南投縣魚池鄉通文巷54-16號",
        "city": "南投縣"
    },
    {
        "name": "石盤阬露營區",
        "longitude": "23.7569613",
        "latitude": "120.7926819",
        "address": "南投縣鹿谷鄉秀林巷13-7號",
        "city": "南投縣"
    },
    {
        "name": "水長流露營區",
        "longitude": "24.069771",
        "latitude": "120.8724682",
        "address": "南投縣國姓鄉長流村長旗巷38之6號",
        "city": "南投縣"
    },
    {
        "name": "水鏡農莊休閒農場",
        "longitude": "23.8758637",
        "latitude": "120.7002284",
        "address": "南投縣名間鄉客庄巷17-6號",
        "city": "南投縣"
    },
    {
        "name": "美麗水里生態園",
        "longitude": "23.8209636",
        "latitude": "120.8578189",
        "address": "南投縣水里鄉農富路93號",
        "city": "南投縣"
    },
    {
        "name": "四季天露營區",
        "longitude": "23.8810786",
        "latitude": "120.8730743",
        "address": "南投縣水里鄉新興巷1-3號",
        "city": "南投縣"
    },
    {
        "name": "水秀農場露營區",
        "longitude": "24.0612838",
        "latitude": "120.8955325",
        "address": "南投縣國姓鄉北港村長北路61之3號",
        "city": "南投縣"
    },
    {
        "name": "日月星辰露營區",
        "longitude": "23.9049289",
        "latitude": "120.9202117",
        "address": "南投縣魚池鄉通文巷10-1號",
        "city": "南投縣"
    },
    {
        "name": "塔古斯戶外營地",
        "longitude": "23.6031534",
        "latitude": "120.8853944",
        "address": "南投縣信義鄉望和巷卡里布安村",
        "city": "南投縣"
    },
    {
        "name": "德貝頌露營區",
        "longitude": "24.1242696",
        "latitude": "121.1621104",
        "address": "南投縣仁愛鄉瑞和路64號",
        "city": "南投縣"
    },
    {
        "name": "茶吾此露",
        "longitude": "23.9579079",
        "latitude": "120.9138034",
        "address": "南投縣埔里鎮鎮種瓜路33-13號",
        "city": "南投縣"
    },
    {
        "name": "武界開心茶園",
        "longitude": "23.9128887",
        "latitude": "121.0244494",
        "address": "南投縣仁愛鄉法治村茶園巷18-1號",
        "city": "南投縣"
    },
    {
        "name": "山上的茶樹",
        "longitude": "23.984981",
        "latitude": "120.814046",
        "address": "南投縣草屯鎮鎮雙冬里山茶巷",
        "city": "南投縣"
    },
    {
        "name": "沐光山居",
        "longitude": "24.0748235",
        "latitude": "120.93325",
        "address": "南投縣國姓鄉北圳巷51號",
        "city": "南投縣"
    },
    {
        "name": "ToMe桃米生態露營區",
        "longitude": "23.943899",
        "latitude": "120.9032391",
        "address": "南投縣埔里鎮鎮種瓜路66-1號",
        "city": "南投縣"
    },
    {
        "name": "小樹蛙露營區",
        "longitude": "24.056751",
        "latitude": "120.8513725",
        "address": "南投縣國姓鄉大旗村福旗巷",
        "city": "南投縣"
    },
    {
        "name": "小樟園營地",
        "longitude": "23.7459536",
        "latitude": "120.780459",
        "address": "南投縣鹿谷鄉中央巷13號",
        "city": "南投縣"
    },
    {
        "name": "雲夢茗園",
        "longitude": "23.9279548",
        "latitude": "121.0414287",
        "address": "南投縣仁愛鄉法治村茶園巷1之1號",
        "city": "南投縣"
    },
    {
        "name": "外寓民宿露營區",
        "longitude": "23.950273",
        "latitude": "120.9193488",
        "address": "南投縣埔里鎮鎮種瓜路37-1號",
        "city": "南投縣"
    },
    {
        "name": "原夢觀光農園",
        "longitude": "24.013965",
        "latitude": "121.0894206",
        "address": "南投縣仁愛鄉松原巷80號",
        "city": "南投縣"
    },
    {
        "name": "唯樂露營區",
        "longitude": "23.825112",
        "latitude": "120.894982",
        "address": "南投縣魚池鄉協力巷11-6號",
        "city": "南投縣"
    },
    {
        "name": "星野小路營區wildstarcamp",
        "longitude": "23.8261523",
        "latitude": "120.8963031",
        "address": "南投縣魚池鄉協力巷87號",
        "city": "南投縣"
    },
    {
        "name": "蛙揪愛露營",
        "longitude": "23.9565188",
        "latitude": "120.9106732",
        "address": "南投縣埔里鎮鎮種瓜路33-9號",
        "city": "南投縣"
    },
    {
        "name": "我家露營體驗",
        "longitude": "23.9843178",
        "latitude": "121.013412",
        "address": "南投縣埔里鎮鎮中山路一段148-11號",
        "city": "南投縣"
    },
    {
        "name": "W.H窩",
        "longitude": "23.7720106",
        "latitude": "120.7301327",
        "address": "南投縣鹿谷鄉中正路三段686巷21號",
        "city": "南投縣"
    },
    {
        "name": "武岫休閒農場",
        "longitude": "23.7188198",
        "latitude": "120.7611244",
        "address": "南投縣鹿谷鄉田頭巷35-66號",
        "city": "南投縣"
    },
    {
        "name": "新月生態農場",
        "longitude": "24.0607953",
        "latitude": "120.9228687",
        "address": "南投縣國姓鄉北圳巷28之2號",
        "city": "南投縣"
    },
    {
        "name": "遇見東平莊?",
        "longitude": "24.0330862",
        "latitude": "120.9523112",
        "address": "南投縣埔里鎮鎮覆金路21之1號",
        "city": "南投縣"
    },
    {
        "name": "山茶瀑布露營區",
        "longitude": "23.985447",
        "latitude": "120.8139229",
        "address": "南投縣草屯鎮鎮茶鍋路",
        "city": "南投縣"
    },
    {
        "name": "月夢田",
        "longitude": "24.0794704",
        "latitude": "120.9872375",
        "address": "南投縣仁愛鄉山林巷6-2號",
        "city": "南投縣"
    },
    {
        "name": "士官長露營區",
        "longitude": "24.0237664",
        "latitude": "121.1694974",
        "address": "南投縣仁愛鄉虎門巷68號",
        "city": "南投縣"
    },
    {
        "name": "潺潺森活",
        "longitude": "23.9055349",
        "latitude": "120.8005562",
        "address": "南投縣中寮鄉仙洞巷39-8 號",
        "city": "南投縣"
    },
    {
        "name": "長城高山休閒農莊",
        "longitude": "23.7649701",
        "latitude": "120.9388046",
        "address": "南投縣信義鄉光復巷89之6號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_起初露營區",
        "longitude": "24.65626589",
        "latitude": "121.1934228",
        "address": "新竹縣尖石鄉梅花村9鄰242-6號",
        "city": "新竹縣"
    },
    {
        "name": "新竹橫山_威尼斯內灣溫泉會館",
        "longitude": "24.70053751",
        "latitude": "121.1844161",
        "address": "新竹縣橫山鄉內灣村１５鄰內灣３３號",
        "city": "新竹縣"
    },
    {
        "name": "呼啦莊園",
        "longitude": "24.5612619",
        "latitude": "120.936405",
        "address": "苗栗縣獅潭鄉永興村下大窩2之1號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹關西_萊馥健康休閒渡假村",
        "longitude": "24.76299667",
        "latitude": "121.2081779",
        "address": "新竹縣關西鎮玉山里2鄰12號",
        "city": "新竹縣"
    },
    {
        "name": "新竹五峰_鹿林道營地",
        "longitude": "24.56076771",
        "latitude": "121.1025829",
        "address": "五峰鄉大隘村茅圃３５２號",
        "city": "新竹縣"
    },
    {
        "name": "灥流露營區",
        "longitude": "24.0377646",
        "latitude": "121.1581278",
        "address": "南投縣仁愛鄉壽亭巷20-2號",
        "city": "南投縣"
    },
    {
        "name": "翠峰露營區",
        "longitude": "24.1035065",
        "latitude": "121.194702",
        "address": "南投縣仁愛鄉仁和路235號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_霞喀羅露營區",
        "longitude": "24.55740522",
        "latitude": "121.1343741",
        "address": "五峰鄉桃山村民石324-20號",
        "city": "新竹縣"
    },
    {
        "name": "虎嘯山莊",
        "longitude": "23.9640674",
        "latitude": "120.9895489",
        "address": "南投縣埔里鎮鎮知安路100號",
        "city": "南投縣"
    },
    {
        "name": "新竹尖石_彩虹山嶺",
        "longitude": "24.68086966",
        "latitude": "121.1847162",
        "address": "新竹縣尖石鄉義興村００９鄰馬胎９３之１號臨",
        "city": "新竹縣"
    },
    {
        "name": "新竹關西_羅馬之戀",
        "longitude": "24.77415537",
        "latitude": "121.2256105",
        "address": "新竹縣關西鎮金山里阿化窩道路",
        "city": "新竹縣"
    },
    {
        "name": "三育基督學院",
        "longitude": "23.908642",
        "latitude": "120.9350405",
        "address": "南投縣魚池鄉瓊文巷39號",
        "city": "南投縣"
    },
    {
        "name": "文景農場",
        "longitude": "23.6817913",
        "latitude": "120.766501",
        "address": "南投縣鹿谷鄉羊灣巷800-10號",
        "city": "南投縣"
    },
    {
        "name": "曉園民宿",
        "longitude": "24.0786819",
        "latitude": "120.986206",
        "address": "南投縣仁愛鄉山林巷24號",
        "city": "南投縣"
    },
    {
        "name": "騰龍溫泉山莊",
        "longitude": "120.965688",
        "latitude": "24.466891",
        "address": "苗栗縣泰安鄉橫龍山5號",
        "city": "苗栗縣"
    },
    {
        "name": "新竹關西_彩虹田營地",
        "longitude": "24.80834728",
        "latitude": "121.1845364",
        "address": "新竹縣關西鎮仁安里008鄰拱子溝9號",
        "city": "新竹縣"
    },
    {
        "name": "東原秘境露營區",
        "longitude": "23.9553495",
        "latitude": "120.8313606",
        "address": "南投縣國姓鄉長石巷43之6號",
        "city": "南投縣"
    },
    {
        "name": "清翠露營園區",
        "longitude": "24.0400846",
        "latitude": "121.1494053",
        "address": "南投縣仁愛鄉信義巷38附2號",
        "city": "南投縣"
    },
    {
        "name": "星願村露營區(原川中島七里香露營區)",
        "longitude": "24.0766283",
        "latitude": "120.9518223",
        "address": "南投縣仁愛鄉明月巷95之1附1號",
        "city": "南投縣"
    },
    {
        "name": "仙徠山莊",
        "longitude": "24.1018629",
        "latitude": "120.877072",
        "address": "南投縣國姓鄉長豐村東二巷71號",
        "city": "南投縣"
    },
    {
        "name": "新竹五峰_香吉樂活露營趣",
        "longitude": "24.62587169",
        "latitude": "121.1468367",
        "address": "五峰鄉竹林村羅山2鄰31號",
        "city": "新竹縣"
    },
    {
        "name": "緣溪行露營區",
        "longitude": "23.9732155",
        "latitude": "120.9937343",
        "address": "南投縣埔里鎮鎮乾溪景觀橋545號",
        "city": "南投縣"
    },
    {
        "name": "新竹橫山_野漾會館露營區",
        "longitude": "24.72788059",
        "latitude": "121.1898617",
        "address": "新竹縣橫山鄉福興村００５鄰馬福８９號",
        "city": "新竹縣"
    },
    {
        "name": "樂在足中足球營地",
        "longitude": "23.966175",
        "latitude": "120.7283655",
        "address": "南投縣草屯鎮鎮股坑巷10-3號",
        "city": "南投縣"
    },
    {
        "name": "蔽月山房",
        "longitude": "23.9387146",
        "latitude": "120.9206829",
        "address": "南投縣埔里鎮鎮水上巷8號",
        "city": "南投縣"
    },
    {
        "name": "嫻安軒觀星民宿",
        "longitude": "23.9576468",
        "latitude": "120.9130158",
        "address": "南投縣埔里鎮鎮種瓜路33-6號",
        "city": "南投縣"
    }
]